Repository: KingHaim/physio-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: Poor (<6h, often tired)
es: Malo (<6h, frecuentemente cansado)
fr: Mauvais (<6h, souvent fatigué)
it: Scarsa (<6h, spesso stanco)

source: Work posture/environment
es: Postura/ambiente de trabajo
fr: Posture/environnement de travail
it: Postura/ambiente di lavoro

source: e.g., desk job, standing, physical labor
es: ej., trabajo de escritorio, de pie, trabajo físico
fr: ex., travail de bureau, debout, travail physique
it: es., lavoro d'ufficio, in piedi, lavoro fisico

source: Stress level (1-10)
es: Nivel de estrés (1-10)
fr: Niveau de stress (1-10)

source: Diet and nutrition habits
es: Hábitos dietéticos y nutricionales
fr: Habitudes alimentaires et nutritionnelles
it: Abitudini alimentari e nutrizionali

source: General eating patterns, dietary restrictions, hydration
es: Patrones alimentarios generales, restricciones dietéticas, hidratación
fr: Modèles alimentaires généraux, restrictions alimentaires, hydratation
it: Abitudini alimentari generali, restrizioni dietetiche, idratazione

source: Pain scale (0-10)
es: Escala de dolor (0-10)
fr: Échelle de douleur (0-10)

source: 0 = No pain, 10 = Worst pain imaginable
es: 0 = Sin dolor, 10 = Peor dolor imaginable
fr: 0 = Aucune douleur, 10 = Pire douleur imaginable
it: 0 = Nessun dolore, 10 = Peggior dolore immaginabile

source: Type of pain
es: Tipo de dolor
fr: Type de douleur
it: Tipo di dolore

source: e.g., sharp, dull, burning, throbbing
es: ej., punzante, sordo, ardiente, pulsátil
fr: ex., aiguë, sourde, brûlante, pulsatile
it: es., acuto, sordo, bruciante, pulsante

source: What makes it worse?
es: ¿Qué lo empeora?
fr: Qu'est-ce qui l'aggrave ?
it: Cosa lo peggiora?

source: Activities, positions, times of day
es: Actividades, posiciones, momentos del día
fr: Activités, positions, moments de la journée
it: Attività, posizioni, momenti della giornata

source: What makes it better?
es: ¿Qué lo mejora?
fr: Qu'est-ce qui l'améliore ?
it: Cosa lo migliora?

source: Rest, heat, cold, positions, medications
es: Descanso, calor, frío, posiciones, medicamentos
fr: Repos, chaleur, froid, positions, médicaments
it: Riposo, calore, freddo, posizioni, farmaci

source: Pain location and radiation
es: Localización y radiación del dolor
fr: Localisation et irradiation de la douleur
it: Localizzazione e irradiazione del dolore

source: Describe where the pain is located and if it radiates anywhere
es: Describa dónde se localiza el dolor y si se irradia a algún lugar
fr: Décrivez où la douleur est localisée et si elle irradie quelque part
it: Descrivi dove si trova il dolore e se si irradia altrove

source: Functional limitations
es: Limitaciones funcionales
fr: Limitations fonctionnelles

source: What activities are difficult or impossible to perform?
es: ¿Qué actividades son difíciles o imposibles de realizar?
fr: Quelles activités sont difficiles ou impossibles à effectuer ?
it: Quali attività sono difficili o impossibili da svolgere?

source: Range of motion limitations
es: Limitaciones del rango de movimiento
fr: Limitations d'amplitude de mouvement
it: Limitazioni del range di movimento

source: Which movements are limited?
es: ¿Qué movimientos están limitados?
fr: Quels mouvements sont limités ?
it: Quali movimenti sono limitati?

source: Strength deficits
es: Déficits de fuerza
fr: Déficits de force
it: Deficit di forza

source: Areas of weakness or strength loss
es: Áreas de debilidad o pérdida de fuerza
fr: Zones de faiblesse ou perte de force
it: Aree di debolezza o perdita di forza

source: Special tests and observations
es: Pruebas especiales y observaciones
fr: Tests spéciaux et observations
it: Test speciali e osservazioni

source: Results of specific tests, postural observations, gait analysis, etc.
es: Resultados de pruebas específicas, observaciones posturales, análisis de la marcha, etc.
fr: Résultats de tests spécifiques, observations posturales, analyse de la démarche, etc.
it: Risultati di test specifici, osservazioni posturali, analisi del passo, ecc.

source: Comprehensive clinical history is mandatory before creating any treatment records.
es: La historia clínica completa es obligatoria antes de crear cualquier registro de tratamiento.
fr: L'histoire clinique complète est obligatoire avant de créer tout dossier de traitement.
it: La storia clinica completa è obbligatoria prima di creare qualsiasi registro di trattamento.

source: Patient Portal Access
es: Acceso al Portal del Paciente
fr: Accès au Portail Patient
it: Accesso Portale Paziente

source: Manage the patient's login credentials to access their exercise prescriptions.
es: Gestiona las credenciales de acceso del paciente para acceder a sus prescripciones de ejercicios.
fr: Gérez les identifiants de connexion du patient pour accéder à ses prescriptions d'exercices.
it: Gestisci le credenziali di accesso del paziente per accedere alle prescrizioni di esercizi.

source: Login Email
es: Email de Acceso
fr: E-mail de connexion
it: Email di Accesso

source: Enter an email and password below to create a login.
es: Introduce un email y contraseña abajo para crear un acceso.
fr: Entrez un e-mail et un mot de passe ci-dessous pour créer une connexion.
it: Inserisci un'email e una password qui sotto per creare un accesso.

source: Leave blank to keep current password
es: Deja en blanco para mantener la contraseña actual
fr: Laisser vide pour conserver le mot de passe actuel
it: Lascia vuoto per mantenere la password attuale

source: Only enter a new password if you want to change it.
es: Solo introduce una nueva contraseña si quieres cambiarla.
fr: N'entrez un nouveau mot de passe que si vous voulez le changer.
it: Inserisci una nuova password solo se vuoi cambiarla.

source: Merge Patient
es: Fusionar Paciente
fr: Fusionner le Patient

source: Delete Patient
es: Eliminar Paciente
fr: Supprimer le patient
it: Elimina Paziente

source: Save Changes
es: Guardar Cambios
fr: Enregistrer les modifications
it: Salva Modifiche

source: Confirm Delete
es: Confirmar Eliminación
fr: Confirmer la suppression
it: Conferma Eliminazione

source: Are you sure you want to permanently delete this patient? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar permanentemente este paciente? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer définitivement ce patient ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare definitivamente questo paziente? Questa azione non può essere annullata.

source: Yes, Delete
es: Sí, Eliminar
fr: Oui, supprimer
it: Sì, Elimina

source: Confirm Cancel
es: Confirmar Cancelación
fr: Confirmer l'annulation
it: Conferma Annullamento

source: Are you sure you want to cancel? Any unsaved changes will be lost.
es: ¿Estás seguro de que quieres cancelar? Se perderán los cambios no guardados.
fr: Êtes-vous sûr de vouloir annuler ? Toute modification non enregistrée sera perdue.
it: Sei sicuro di voler annullare? Tutte le modifiche non salvate andranno perse.

source: No, Continue Editing
es: No, Continuar Editando
fr: Non, continuer l'édition
it: No, Continua a Modificare

source: Yes, Cancel
es: Sí, Cancelar
fr: Non, annuler
it: Sì, Annulla

source: This will merge the current patient (
es: Esto fusionará el paciente actual (
fr: Cela fusionnera le patient actuel (
it: Questo unirà il paziente attuale (

source: ) with another patient profile. All treatments, reports, and data will be transferred to the target patient, and this patient will be deleted.
es: ) con otro perfil de paciente. Todos los tratamientos, informes y datos se transferirán al paciente objetivo, y este paciente será eliminado.
fr: ) avec un autre profil patient. Tous les traitements, rapports et données seront transférés au patient cible, et ce patient sera supprimé.
it: ) con un altro profilo paziente. Tutti i trattamenti, i rapporti e i dati saranno trasferiti al paziente di destinazione e questo paziente sarà eliminato.

source: Search for target patient to merge with:
es: Buscar paciente objetivo para fusionar:
fr: Rechercher le patient cible à fusionner avec :
it: Cerca il paziente di destinazione con cui unire:

source: Enter patient name or contact information...
es: Introduce nombre del paciente o información de contacto...
fr: Entrez le nom du patient ou les informations de contact...

source: Start typing to search for patients
es: Empieza a escribir para buscar pacientes
fr: Commencez à taper pour rechercher des patients
it: Inizia a digitare per cercare i pazienti

source: Search Results:
es: Resultados de búsqueda:
fr: Résultats de recherche :

source: Selected Target Patient:
es: Paciente Objetivo Seleccionado:
fr: Patient cible sélectionné :

source: Confirm Merge
es: Confirmar Fusión
fr: Confirmer la fusion

source: Contact
es: Contacto

source: Not provided
es: No proporcionado
fr: Non fourni
it: Non fornito

source: Financial Report
es: Informe Financiero
fr: Rapport Financier
it: Report Finanziario

source: Select Year:
es: Seleccionar Año:
fr: Sélectionner l'Année :
it: Seleziona Anno:

source: Yearly Financial Summary:
es: Resumen Financiero Anual:
fr: Résumé Financier Annuel :
it: Riepilogo Finanziario Annuale:

source: Metric
es: Métrica
fr: Métrique
it: Metrica

source: Q1 (Jan-Mar)
es: T1 (Ene-Mar)
fr: T1 (Jan-Mar)
it: T1 (Gen-Mar)

source: Q2 (Apr-Jun)
es: T2 (Abr-Jun)
fr: T2 (Avr-Juin)
it: T2 (Apr-Giu)

source: Q3 (Jul-Sep)
es: T3 (Jul-Sep)
fr: T3 (Juil-Sep)
it: T3 (Lug-Set)

source: Q4 (Oct-Dec)
es: T4 (Oct-Dic)
fr: T4 (Oct-Déc)
it: T4 (Ott-Dic)

source: Annual Total
es: Total Anual
fr: Total Annuel
it: Totale Annuale

source: 🚀 Welcome to TRXCKER! Let's get you set up.
es: 🚀 ¡Bienvenido a TRXCKER! Vamos a configurarlo todo.
fr: 🚀 Bienvenue sur TRXCKER ! Mettons tout en place.
it: 🚀 Benvenuto in TRXCKER! Prepariamoci a iniziare.

source: To personalize your experience and unlock all features, please complete these first steps:
es: Para personalizar tu experiencia y desbloquear todas las funciones, por favor completa estos primeros pasos:
fr: Pour personnaliser votre expérience et débloquer toutes les fonctionnalités, veuillez suivre ces premières étapes :
it: Per personalizzare la tua esperienza e sbloccare tutte le funzionalità, completa questi primi passaggi:

source: Step 1: Complete Your Profile
es: Paso 1: Completa tu perfil
fr: Étape 1 : Complétez votre profil
it: Passaggio 1: Completa il tuo profilo

source: Step 2: Connect Your Tools (Optional)
es: Paso 2: Conecta tus herramientas (Opcional)
fr: Étape 2 : Connectez vos outils (Optionnel)
it: Passaggio 2: Collega i tuoi strumenti (Opzionale)

source: Step 3: Add Your First Patient
es: Paso 3: Añade tu primer paciente
fr: Étape 3 : Ajoutez votre premier patient
it: Passaggio 3: Aggiungi il tuo primo paziente

source: Start managing your patient records and treatments.
es: Empieza a gestionar los expedientes y tratamientos de tus pacientes.
fr: Commencez à gérer les dossiers et les traitements de vos patients.
it: Inizia a gestire le cartelle cliniche e i trattamenti dei tuoi pazienti.

source: Welcome back, %(username)s!
es: ¡Bienvenido de vuelta, %(username)s!
fr: Bon retour, %(username)s !
it: Bentornato, %(username)s!

source: Here's an overview of your clinic's activity.
es: Aquí tienes un resumen de la actividad de tu clínica.
fr: Voici un aperçu de l'activité de votre clinique.
it: Ecco una panoramica dell'attività della tua clinica.

source: Current Plan
es: Plan Actual
fr: Plan Actuel
it: Piano Attuale

source: Upgrade Plan
es: Actualizar Plan
fr: Mettre à Niveau le Plan
it: Aggiorna Piano

source: Manage Plan
es: Gestionar Plan
fr: Gérer le Plan
it: Gestisci Piano

source: Patient Capacity
es: Capacidad de Pacientes
fr: Capacité de Patients
it: Capacità Pazienti

source: Limit Reached!
es: ¡Límite Alcanzado!
fr: Limite Atteinte !
it: Limite Raggiunto!

source: Upgrade
es: Ampliar
fr: Mettre à Niveau
it: Aggiorna

source: Nearing Limit
es: Límite Cercano
fr: Proche de la Limite
it: Limite quasi raggiunto

source: Unlimited Patients
es: Pacientes Ilimitados
fr: Patients Illimités
it: Pazienti Illimitati

source: Currently under treatment
es: Actualmente en tratamiento
fr: Actuellement en traitement
it: Attualmente in trattamento

source: Today's Appointments
es: Citas de Hoy
fr: Rendez-vous d'Aujourd'hui
it: Appuntamenti di Oggi

source: Scheduled for today
es: Programadas para hoy
fr: Programmés pour aujourd'hui
it: Programmati per oggi

source: Patients needing review
es: Pacientes que necesitan revisión
fr: Patients nécessitant une révision
it: Pazienti che necessitano revisione

source: Upcoming Appointments
es: Próximas Citas
fr: Prochains Rendez-vous
it: Prossimi Appuntamenti

source: View All
es: Ver Todo
fr: Voir Tout
it: Visualizza Tutti

source: No upcoming appointments
es: No hay citas próximas
fr: Aucun rendez-vous à venir
it: Nessun appuntamento in programma

source: Schedule Appointment
es: Programar Cita
fr: Planifier un Rendez-vous
it: Programma Appuntamento

source: Personal Info
es: Información Personal
fr: Informations Personnelles
it: Informazioni Personali

source: Work Setup
es: Configuración de Trabajo
fr: Configuration du Travail
it: Configurazione Lavoro

source: Clinic Info
es: Información de la Clínica
fr: Informations de la Clinique
it: Informazioni Clinica

source: Fees
es: Tarifas
fr: Tarifs
it: Tariffe

source: Nice to meet you!
es: ¡Encantado de conocerte!
fr: Ravi de vous rencontrer!
it: Piacere di conoscerti!

source: Professional Registration
es: Registro Profesional
fr: Enregistrement Professionnel
it: Registrazione Professionale

source: Optional
es: Opcional
fr: Optionnel
it: Opzionale

source: About your clinic
es: Sobre tu clínica
fr: À propos de votre clinique
it: Riguardo alla tua clinica

source: Perfect!
es: ¡Perfecto!
fr: Parfait!
it: Perfetto!

source: Previous
es: Anterior
fr: Précédent
it: Precedente

source: Next
es: Siguiente
fr: Suivant
it: Successivo

source: Are you sure you want to exit?
es: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir quitter?
it: Sei sicuro di voler uscire?

source: If you exit now, some features may not work properly. You can always complete the setup later from your account settings.
es: Si sales ahora, algunas funciones pueden no funcionar correctamente. Siempre puedes completar la configuración más tarde desde la configuración de tu cuenta.
fr: Si vous quittez maintenant, certaines fonctionnalités pourraient ne pas fonctionner correctement. Vous pouvez toujours terminer la configuration plus tard depuis les paramètres de votre compte.
it: Se esci ora, alcune funzionalità potrebbero non funzionare correttamente. Puoi sempre completare la configurazione più tardi dalle impostazioni del tuo account.

source: Continue setup
es: Continuar configuración
fr: Continuer la configuration
it: Continua la configurazione

source: Yes, exit setup
es: Sí, salir de la configuración
fr: Oui, quitter la configuration
it: Sì, esci dalla configurazione

source: Manage Subscription
es: Gestionar Suscripción
fr: Gérer l'Abonnement
it: Gestisci Abbonamento

source: Profile
es: Perfil
fr: Profil
it: Profilo

source: Billing History
es: Historial de Facturación
fr: Historique de Facturation
it: Cronologia Fatturazione

source: Current Subscription
es: Suscripción Actual
fr: Abonnement Actuel
it: Abbonamento Attuale

source: Status:
es: Estado:
fr: Statut :
it: Stato:

source: Pending Cancellation
es: Cancelación Pendiente
fr: Annulation en Attente
it: Cancellazione in Sospeso

source: Trialing
es: En Prueba
fr: Essai
it: In Prova

source: Price:
es: Precio:
fr: Prix :
it: Prezzo:

source: Free
es: Gratis
fr: Gratuit
it: Gratuito

source: Features:
es: Características:
fr: Fonctionnalités:
it: Caratteristiche:

source: Basic features with limited capacity
es: Funciones básicas con capacidad limitada
fr: Fonctionnalités de base avec capacité limitée
it: Funzionalità di base con capacità limitata

source: Renews/Expires on:
es: Renueva/Expira el:
fr: Se Renouvelle/Expire le :
it: Si rinnova/Scade il:

source: Trial Ends:
es: La Prueba Termina:
fr: Fin d'Essai :
it: La prova termina:

source: Upgrade to Paid Plan
es: Actualizar a Plan Pagado
fr: Passer au Plan Payant
it: Aggiorna a Piano a Pagamento

source: Your subscription for
es: Tu suscripción para
fr: Votre abonnement pour
it: Il tuo abbonamento per

source: is scheduled to cancel on
es: está programada para cancelarse el
fr: est programmé pour être annulé le
it: è programmato per essere cancellato il

source: the end of the current period
es: el final del período actual
fr: la fin de la période actuelle
it: alla fine del periodo corrente

source: You will retain access until then.
es: Conservarás el acceso hasta entonces.
fr: Vous conserverez l'accès jusqu'à ce moment.
it: Manterrai l'accesso fino ad allora.

source: Change Plan
es: Cambiar de Plan
fr: Changer de Plan
it: Cambia Piano

source: Manage Billing Details
es: Gestionar Detalles de Facturación
fr: Gérer les Détails de Facturation
it: Gestisci Dettagli di Fatturazione

source: Cancel Subscription
es: Cancelar Suscripción
fr: Annuler l'Abonnement
it: Annulla Abbonamento

source: is currently
es: está actualmente
fr: est actuellement
it: è attualmente

source: Please
es: Por favor
fr: Veuillez
it: Per favore

source: update your billing information
es: actualiza tu información de facturación
fr: mettre à jour vos informations de facturation
it: aggiorna le tue informazioni di fatturazione

source: View Plans / Resubscribe
es: Ver Planes / Resuscribirse
fr: Voir les Plans / Se Réabonner
it: Visualizza Piani / Riscriviti

source: Confirm Cancellation
es: Confirmar Cancelación
fr: Confirmer l'Annulation
it: Conferma Cancellazione

source: Are you sure you want to cancel your
es: ¿Estás seguro de que quieres cancelar tu
fr: Êtes-vous sûr de vouloir annuler votre
it: Sei sicuro di voler cancellare il tuo

source: current
es: actual
fr: actuel
it: attuale

source: subscription?
es: suscripción?
fr: abonnement ?
it: abbonamento?

source: If you cancel, your subscription will remain active until the end of your current billing period
es: Si cancelas, tu suscripción permanecerá activa hasta el final de tu período de facturación actual
fr: Si vous annulez, votre abonnement restera actif jusqu'à la fin de votre période de facturation actuelle
it: Se cancelli, il tuo abbonamento rimarrà attivo fino alla fine del tuo attuale periodo di fatturazione

source: end of period
es: final del período
fr: fin de période
it: fine del periodo

source: Keep Subscription
es: Mantener Suscripción
fr: Conserver l'abonnement
it: Mantieni Abbonamento

source: Yes, Cancel Subscription
es: Sí, Cancelar Suscripción
fr: Oui, annuler l'abonnement
it: Sì, Annulla Abbonamento

source: User Profile
es: Perfil de Usuario
fr: Profil utilisateur
it: Profilo Utente

source: Details about past invoices and payment methods will be displayed here.
es: Aquí se mostrarán los detalles sobre facturas pasadas y métodos de pago.
fr: Les détails sur les factures passées et les méthodes de paiement seront affichés ici.
it: I dettagli sulle fatture passate e sui metodi di pagamento verranno visualizzati qui.

source: Manage Billing Details on Stripe
es: Gestionar Detalles de Facturación en Stripe
fr: Gérer les détails de facturation sur Stripe
it: Gestisci i dettagli di fatturazione su Stripe

source: New Patient
es: Nuevo Paciente
fr: Nouveau Patient
it: Nuovo Paziente

source: Complete the anamnesis (clinical history) before proceeding to patient data
es: Complete la anamnesis (historia clínica) antes de proceder a los datos del paciente
fr: Complétez l'anamnèse (histoire clinique) avant de procéder aux données du patient
it: Completa l'anamnesi (storia clinica) prima di procedere con i dati del paziente

source: Anamnesis & Patient Data
es: Anamnesis y Datos del Paciente

source: Portal Access
es: Acceso al Portal

source: Complete Patient Information & Clinical History
es: Complete la Información del Paciente e Historia Clínica
fr: Informations complètes du patient et histoire clinique
it: Informazioni Complete del Paziente e Storia Clinica

source: Fill in patient data and clinical history. This information is essential for proper treatment planning.
es: Complete los datos del paciente e historia clínica. Esta información es esencial para una planificación adecuada del tratamiento.
fr: Remplissez les données du patient et l'histoire clinique. Ces informations sont essentielles pour une planification de traitement appropriée.
it: Compila i dati del paziente e la storia clinica. Queste informazioni sono essenziali per una corretta pianificazione del trattamento.

source: Patient Data
es: Datos del Paciente

source: Basic Patient Information
es: Información Básica del Paciente
fr: Informations de Base du Patient

source: Primary Contact
es: Contacto Principal

source: Phone number or email
es: Número de teléfono o email

source: Email Address
es: Dirección de Email
fr: Adresse E-mail

source: Address Information
es: Información de Dirección
fr: Informations d'Adresse

source: Address Line 1
es: Dirección Línea 1
fr: Ligne d'Adresse 1

source: Street address
es: Dirección de la calle
fr: Adresse de rue

source: Address Line 2
es: Dirección Línea 2
fr: Ligne d'Adresse 2

source: Apartment, suite, etc.
es: Apartamento, suite, etc.
fr: Appartement, suite, etc.
it: Appartamento, suite, ecc.

source: City
es: Ciudad
fr: Ville
it: Città

source: Postal Code
es: Código Postal
fr: Code postal
it: Codice Postale

source: Preferred Treatment Location
es: Ubicación de Tratamiento Preferida
fr: Lieu de Traitement Préféré

source: Select location
es: Seleccionar ubicación
fr: Sélectionner le lieu

source: Basic Medical Information
es: Información Médica Básica
fr: Informations Médicales de Base

source: Primary Diagnosis
es: Diagnóstico Primario
fr: Diagnostic Principal

source: Primary condition being treated
es: Condición principal que se está tratando
fr: Condition principale traitée
it: Condizione primaria in trattamento

source: Personal Details
es: Detalles Personales
fr: Détails personnels

source: Treatment Planning
es: Planificación del Tratamiento
fr: Plan de Traitement

source: Initial treatment strategy and goals
es: Estrategia inicial del tratamiento y objetivos
fr: Stratégie de traitement initiale et objectifs
it: Strategia di trattamento iniziale e obiettivi

source: Any other relevant information
es: Cualquier otra información relevante
fr: Toute autre information pertinente

source: Quick Diagnosis Selection
es: Selección Rápida de Diagnóstico
fr: Sélection Rapide de Diagnostic
it: Selezione Rapida della Diagnosi

source: Select a common diagnosis...
es: Seleccione un diagnóstico común...
fr: Sélectionner un diagnostic courant...

source: Musculoskeletal
es: Musculoesquelético
fr: Musculo-squelettique
it: Muscoloscheletrico

source: Tendinopathy
es: Tendinopatía
fr: Tendinopathie
it: Tendinopatia

source: Grade II Sprain
es: Esguince Grado II
fr: Entorse Grade II

source: Grade I Sprain
es: Esguince Grado I

source: Muscle Strain
es: Distensión Muscular

source: Joint Stiffness
es: Rigidez Articular
fr: Raideur Articulaire
it: Rigidità Articolare

source: Chronic Pain
es: Dolor Crónico

source: Spine
es: Columna

source: Lower Back Pain
es: Dolor Lumbar

source: Cervical Pain
es: Dolor Cervical
fr: Douleur Cervicale
it: Dolore Cervicale

source: Herniated Disc
es: Hernia Discal
fr: Hernie Discale
it: Ernia Discale

source: Sciatica
es: Ciática
fr: Sciatique

source: Whiplash
es: Latigazo Cervical
fr: Coup du Lapin
it: Colpo di Frusta

source: Sports Injuries
es: Lesiones Deportivas
fr: Blessures Sportives
it: Lesioni Sportive

source: Tennis Elbow
es: Codo de Tenista
fr: Épicondylite
it: Gomito del Tennista

source: Shoulder Impingement
es: Pinzamiento de Hombro

source: ACL Injury
es: Lesión LCA
fr: Lésion du LCA
it: Lesione LCA
