Repository: KingHaim/physio-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: New Patient Information
fr: Informations Nouveau Patient
it: Informazioni Nuovo Paziente

source: Enter patient full name
fr: Entrez le nom complet du patient
it: Inserisci il nome completo del paziente

source: Phone number
fr: Numéro de téléphone
it: Numero di telefono

source: Email address (optional)
fr: Adresse email (optionnel)
it: Indirizzo email (opzionale)

source: Patient address (optional)
fr: Adresse du patient (optionnel)
it: Indirizzo del paziente (opzionale)

source: The clinical history (anamnesis) can be completed during the appointment.
fr: L'histoire clinique (anamnèse) peut être complétée pendant le rendez-vous.
it: La storia clinica (anamnesi) può essere completata durante l'appuntamento.

source: Edit Treatment Session
fr: Modifier Séance de Traitement
it: Modifica Sessione di Trattamento

source: Editing Treatment for
fr: Modification du Traitement pour
it: Modifica Trattamento per

source: You are editing the treatment session from
fr: Vous modifiez la séance de traitement du
it: Stai modificando la sessione di trattamento del

source: Clinical Details
fr: Détails Cliniques
it: Dettagli Clinici

source: Financial & Scheduling
fr: Financier et Planification
it: Finanziario e Programmazione

source: Clinical Information
fr: Informations Cliniques
it: Informazioni Cliniche

source: Pain Level (1-10)
fr: Niveau de Douleur (1-10)
it: Livello di Dolore (1-10)

source: Body Chart & Trigger Points
it: Mappa Corporea e Punti Trigger

source: Body Map
fr: Carte corporelle
it: Mappa Corporea

source: Click on the body map to add trigger points
it: Clicca sulla mappa del corpo per aggiungere trigger points

source: Referral
it: Riferimento

source: Financial & Scheduling Information
it: Informazioni Finanziarie e di Programmazione

source: Visit Type
it: Tipo di Visita

source: First Visit
it: Prima Visita

source: Fee Charged (€)
it: Tariffa Addebitata (€)

source: Select location first
it: Seleziona prima la posizione

source: Cash
it: Contanti

source: Card
it: Carta

source: Next Appointment Date
it: Data del Prossimo Appuntamento

source: Optional: Leave blank if no follow-up is scheduled yet
it: Opzionale: Lascia vuoto se non è ancora programmato un follow-up

source: Recommended Tests:
it: Test Raccomandati:

source: Red Flags to Monitor:
it: Segnali di Allarme da Monitorare:

source: Psychosocial Considerations:
it: Considerazioni Psicosociali:

source: Success
it: Successo

source: Monthly Financial Breakdown & {} Contribution Analysis
fr: Détail Financier Mensuel et Analyse des Contributions {}
it: Dettaglio Finanziario Mensile e Analisi Contributi {}

source: Month
fr: Mois
it: Mese

source: Net Revenue (before Contrib.)
fr: Revenus Nets (avant Contrib.)
it: Ricavi Netti (prima Contrib.)

source: Fixed Expenses
fr: Dépenses Fixes
it: Spese Fisse

source: Income Bracket (Tramo)
fr: Tranche de Revenus (Tramo)
it: Scaglione di Reddito (Tramo)

source: Min. Contribution Base (€)
fr: Base Contrib. Min. (€)
it: Base Contributi Min. (€)

source: Est. Monthly Contribution (€)
fr: Contrib. Mensuelle Estimée (€)
it: Contrib. Mensile Stimata (€)

source: Final Net Revenue (€)
fr: Revenus nets finaux (€)
it: Ricavi Netti Finali (€)

source: Room Before Next Bracket
fr: Marge Avant Prochaine Tranche
it: Margine Prossimo Scaglione

source: *'Net Revenue (before Contrib.)' = Monthly Revenue{} - Fixed Expenses. This value determines the Income Bracket. 'Final Net Revenue' = Net Revenue (before Contrib.) - Est. Monthly Contribution. All expenses and contributions are in EUR. Income brackets and minimum contribution bases shown are for the Spanish Autónomo system for {}.
fr: *'Revenus Nets (avant Contrib.)' = Revenus Mensuels{} - Dépenses Fixes. Cette valeur détermine la Tranche de Revenus. 'Revenus Nets Finaux' = Revenus Nets (avant Contrib.) - Contrib. Mensuelle Estimée. Toutes les dépenses et contributions sont en EUR. Les tranches de revenus et bases contributives minimales affichées sont pour le système Autónomo espagnol de {}.
it: *'Ricavi Netti (prima Contrib.)' = Ricavi Mensili{} - Spese Fisse. Questo valore determina lo Scaglione di Reddito. 'Ricavi Netti Finali' = Ricavi Netti (prima Contrib.) - Contrib. Mensile Stimata. Tutte le spese e contributi sono in EUR. Gli scaglioni di reddito e le basi contributive minime mostrate sono per il sistema Autónomo spagnolo del {}.

source: You have not yet configured your tax rates and brackets. Please visit
fr: Vous n'avez pas encore configuré vos taux et tranches d'imposition. Veuillez visiter
it: Non hai ancora configurato le tue aliquote fiscali e scaglioni. Visita

source: to configure your taxes. Until then, financial calculations will show N/A.
fr: pour configurer vos impôts. Jusqu'à ce moment, les calculs financiers afficheront N/A.
it: per configurare le tue tasse. Fino ad allora, i calcoli finanziari mostreranno N/A.

source: Add your name and professional details.
fr: Ajoutez votre nom et vos détails professionnels.
it: Aggiungi il tuo nome e i dettagli professionali.

source: Integrate with Calendly to sync your appointments automatically.
fr: Intégrez avec Calendly pour synchroniser automatiquement vos rendez-vous.
it: Integra con Calendly per sincronizzare automaticamente i tuoi appuntamenti.

source: Ends
fr: Se Termine
it: Termina

source: Renews
fr: Se Renouvelle
it: Rinnova

source: e.g. 12345
fr: ex. 12345
it: es. 12345

source: I do both freelance and clinic work
fr: Je fais à la fois du travail freelance et de clinique
it: Faccio sia lavoro freelance che clinico

source: Subscription management coming soon...
fr: Gestion des abonnements bientôt disponible...
it: Gestione abbonamento in arrivo...

source: System Monitoring
fr: Surveillance du système
it: Monitoraggio del Sistema

source: Refresh
it: Aggiorna

source: Recent System Logs
fr: Journaux système récents
it: Log di Sistema Recenti

source: Level
it: Livello

source: Message
it: Messaggio

source: Recent Security Events
fr: Événements de sécurité récents
it: Eventi di Sicurezza Recenti

source: IP Address
it: Indirizzo IP

source: Loading security events...
fr: Chargement des événements de sécurité...
it: Caricamento eventi di sicurezza...

source: Log viewing requires additional backend implementation
fr: La visualisation des journaux nécessite une implémentation backend supplémentaire
it: La visualizzazione dei log richiede un'implementazione aggiuntiva del backend

source: Security events viewing requires additional backend implementation
it: La visualizzazione degli eventi di sicurezza richiede un'implementazione aggiuntiva del backend

source: Reason for Todays Visit
fr: Raison de la Visite d'Aujourd'hui
it: Motivo della Visita di Oggi

source: Runners Knee
fr: Genou du Coureur
it: Ginocchio del Corridore

source: Osteoporosis
fr: Ostéoporose
it: Osteoporosi

source: If you do not want the patient to have portal access, simply click "Create Patient" without filling anything.
fr: Entrez un e-mail et un mot de passe si vous voulez que le patient puisse se connecter et voir ses prescriptions d'exercices.
it: Inserisci un'email e una password se vuoi che il paziente possa accedere e visualizzare le sue prescrizioni di esercizi.

source: Add Recurring Appointment
it: Aggiungi Appuntamento Ricorrente

source: Add Recurring Appointment Rule
it: Aggiungi Regola Appuntamento Ricorrente

source: For patient:
it: Per il paziente:

source: Start Date
it: Data di Inizio

source: End Date
it: Data di Fine

source: Leave blank for indefinite recurrence.
it: Lasciare vuoto per ricorrenza indefinita.

source: Recurrence Type
it: Tipo di Ricorrenza

source: Select frequency...
it: Seleziona frequenza...

source: Daily (Mon-Fri)
it: Giornaliero (Lun-Ven)

source: Weekly
it: Settimanale

source: Time of Day
it: Ora del Giorno

source: Default Treatment Type
it: Tipo di Trattamento Predefinito

source: Fee
it: Tariffa

source: Select payment method...
it: Seleziona metodo di pagamento...

source: Bank Transfer
it: Bonifico Bancario

source: Active Rule
it: Regola Attiva

source: Uncheck to pause generating appointments from this rule.
it: Deseleziona per sospendere la generazione di appuntamenti da questa regola.

source: Create Recurring Rule
it: Crea Regola Ricorrente

source: Clinical History Incomplete
it: Storia Clinica Incompleta

source: This patient has not completed their clinical history (anamnesis). Please complete it before providing treatment.
it: Questo paziente non ha completato la sua storia clinica (anamnesi). Si prega di completarla prima di fornire il trattamento.

source: Complete Clinical History
it: Completa Storia Clinica

source: Recurring
it: Ricorrente

source: AI Tools
it: Strumenti IA

source: Generate Exercises
it: Genera Esercizi

source: Clinical Analysis
it: Analisi Clinica

source: View All Reports
it: Visualizza Tutti i Report

source: Clinical History
it: Storia Clinica

source: Consents
it: Consensi

source: AI Clinical Analysis
it: Analisi Clinica IA

source: Set Fee
it: Imposta Tariffa

source: Paid - %(method)s
it: Pagato - %(method)s

source: Unpaid
it: Non pagato

source: View
it: Visualizza

source: No treatments found for this patient.
it: Nessun trattamento trovato per questo paziente.

source: No Clinical History Available
it: Nessuna Storia Clinica Disponibile

source: Add Clinical History
it: Aggiungi Storia Clinica

source: Patient Consents
it: Consensi del Paziente

source: Add New Consent
it: Aggiungi Nuovo Consenso

source: Date Given
it: Data di Rilascio

source: Expired
it: Scaduto

source: N/A
it: N/D

source: View Details
it: Visualizza Dettagli

source: Revoke
it: Revoca

source: Consent Details
it: Dettagli del Consenso

source: Given At
it: Rilasciato il

source: Expires At
it: Scade il

source: No additional notes
it: Nessuna nota aggiuntiva

source: Revoke Consent
it: Revoca Consenso

source: No consent records found for this patient.
it: Nessun record di consenso trovato per questo paziente.

source: Click to view this report
it: Clicca per visualizzare questo report

source: No reports generated yet.
it: Nessun report generato ancora.

source: Edit Treatment
it: Modifica Trattamento

source: Pain Level (0-10)
it: Livello di Dolore (0-10)

source: Optional: Leave blank if not applicable
it: Opzionale: Lasciare vuoto se non applicabile

source: AI Generated Exercise Prescription
it: Prescrizione Esercizi Generata da AI

source: Generating exercise prescription...
it: Generazione prescrizione esercizi...

source: Add Consent
it: Aggiungi Consenso

source: C.I FISIOTERAPIA GENERAL
it: C.I FISIOTERAPIA GENERALE

source: C.I CONSEJERÍA DE SALUD
it: C.I CONSULENZA SANITARIA

source: CONSENTIMIENTO INFORMADO NEUROMODULACIÓN PERCUTÁNEA
it: CONSENSO INFORMATO NEUROMODULAZIONE PERCUTANEA

source: C.I ELECTROTERAPIA
it: C.I ELETTROTERAPIA

source: C.I PUNCIÓN SECA
it: C.I DRY NEEDLING

source: C.I SUELO PÉLVICO
it: C.I PAVIMENTO PELVICO

source: C.I ACUPUNTURA
it: C.I AGOPUNTURA

source: C.I MANIPULACIONES ARTICULARES
it: C.I MANIPOLAZIONI ARTICOLARI

source: C.I MASAJE TERAPÉUTICO
it: C.I MASSAGGIO TERAPEUTICO

source: C.I PROYECTOS DE INVESTIGACIÓN
it: C.I PROGETTI DI RICERCA

source: Signature (draw below):
it: Firma (disegna sotto):

source: Accept with Signature
it: Accetta con Firma

source: Or scan to accept on your device:
it: Oppure scansiona per accettare sul tuo dispositivo:

source: Please provide a signature.
it: Per favore, fornisci una firma.

source: Consent record not created.
it: Record del consenso non creato.

source: Consent and signature saved!
it: Consenso e firma salvati!

source: Error:
it: Errore:

source: Available Integrations
it: Integrazioni Disponibili

source: Select which integrations you would like to enable. All integrations are disabled by default for security.
it: Seleziona quali integrazioni vorresti abilitare. Tutte le integrazioni sono disabilitate per impostazione predefinita per sicurezza.

source: View Treatment
it: Visualizza Trattamento

source: Viewing treatment for
it: Visualizzazione trattamento per

source: on
it: il

source: No date
it: Nessuna data

source: Treatment Information
it: Informazioni del Trattamento

source: Date:
it: Data:

source: Not set
it: Non impostato

source: Treatment Type:
it: Tipo di Trattamento:

source: Pain Level:
it: Livello di Dolore:

source: Not recorded
it: Non registrato

source: Movement Restriction:
it: Restrizione di Movimento:

source: None specified
it: Non specificato

source: In Progress
fr: En cours
it: In Corso

source: Scheduled
it: Programmato

source: Cancelled
fr: Annulé
it: Annullato

source: Provider:
it: Fornitore:

source: Location & Financial
it: Posizione e Finanziario

source: Not specified
it: Non specificato

source: Visit Type:
it: Tipo di Visita:

source: Fee Charged:
it: Tariffa Addebitata:

source: Payment Method:
it: Metodo di Pagamento:

source: Clinic Share:
it: Quota della Clinica:

source: Therapist Share:
it: Quota del Terapista:

source: Body Chart
it: Mappa Corporea

source: Trigger Points
it: Punti Trigger

source: Trigger Point
it: Punto Trigger

source: Position:
it: Posizione:

source: Type:
it: Tipo:

source: Muscle:
it: Muscolo:

source: Intensity:
it: Intensità:

source: Symptoms:
it: Sintomi:

source: Referral Pattern:
it: Modello di Riferimento:

source: No notes recorded for this treatment.
it: Nessuna nota registrata per questo trattamento.

source: Delete Treatment
it: Elimina Trattamento

source: Are you sure you want to delete this treatment? This action cannot be undone.
it: Sei sicuro di voler eliminare questo trattamento? Questa azione non può essere annullata.

source: or
it: o

source: Continue with Google
it: Continua con Google

source: Did not receive verification email?
it: Non hai ricevuto l'email di verifica?

source: Resend email
it: Invia di nuovo l'email

source: Please verify your email before signing in. Check your inbox.
it: Si prega di verificare l'email prima di accedere. Controlla la tua casella di posta.

source: Registration successful! We have sent you a verification email. Check your inbox.
it: Registrazione completata! Ti abbiamo inviato un'email di verifica. Controlla la tua casella di posta.

source: Registration successful, but there was a problem sending the verification email. Contact support.
it: Registrazione completata, ma c'è stato un problema nell'invio dell'email di verifica. Contatta il supporto.

source: Registration successful! You can now sign in.
it: Registrazione completata! Ora puoi accedere.

source: Your email has already been verified.
it: La tua email è già stata verificata.

source: Invalid or expired verification link.
it: Link di verifica non valido o scaduto.

source: Email verified successfully! You can now sign in.
it: Email verificata con successo! Ora puoi accedere.

source: Please enter your email.
it: Si prega di inserire la tua email.

source: No account found with that email.
it: Nessun account trovato con questa email.

source: Verification email resent. Check your inbox.
it: Email di verifica inviata di nuovo. Controlla la tua casella di posta.

source: There was a problem sending the email. Please try again later.
it: C'è stato un problema nell'invio dell'email. Riprova più tardi.

source: Confirm Password
fr: Confirmer le mot de passe

source: Remember Me
fr: Se souvenir de moi

source: Clinic Address
fr: Adresse de la Clinique

source: Clinic Email
fr: E-mail de la Clinique

source: Clinic Share (%)
fr: Part de la Clinique (%)

source: Save Clinic Information
fr: Enregistrer les Informations de la Clinique

source: First Name
fr: Prénom

source: Last Name
fr: Nom de Famille

source: License Number
fr: Numéro de Licence

source: Current Password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Confirm New Password
fr: Confirmer le nouveau mot de passe

source: New passwords must match.
fr: Les nouveaux mots de passe doivent correspondre.

source: Update Profile
fr: Mettre à jour le profil

source: Enable Calendly Integration
fr: Activer l'Intégration Calendly

source: Calendly API Key
fr: Clé API Calendly

source: Save API Keys
fr: Enregistrer les Clés API

source: Set Your Fixed Autónomo Contribution Base (€)
fr: Définir Votre Base de Cotisation Fixe d'Indépendant (€)

source: Cost Description
fr: Description du Coût

source: Add Fixed Cost
fr: Ajouter Coût Fixe

source: Select Purpose
fr: Sélectionner l'Objectif

source: Marketing Communications
fr: Communications Marketing

source: Research Participation
fr: Participation à la Recherche

source: Record Consent
fr: Enregistrer le consentement

source: An error occurred while setting up your profile. Please try again.
fr: Une erreur s'est produite lors de la configuration de votre profil. Veuillez réessayer.

source: Est. Self-Employed Tax Contribution (€)
fr: Est. cotisation fiscale indépendant (€)

source: Profile updated successfully!
fr: Profil mis à jour avec succès !

source: An error occurred while saving your profile. Please try again.
fr: Une erreur s'est produite lors de l'enregistrement de votre profil. Veuillez réessayer.

source: %(clinic_name)s Fee (This Week)
fr: Tarif %(clinic_name)s (Cette semaine)

source: Total Weekly %(clinic_name)s Revenue:
fr: Revenus hebdomadaires totaux %(clinic_name)s :

source: Inactive Patients (>90d)
fr: Patients inactifs (>90j)

source: %(clinic_name)s Fee Breakdown (%(percentage)s%%)
fr: Répartition des tarifs %(clinic_name)s (%(percentage)s%%)

source: Total fee calculated based on treatments logged at '%(clinic_name)s' location with a fee.
fr: Tarif total calculé sur la base des traitements enregistrés à l'emplacement '%(clinic_name)s' avec un tarif.

source: The following active patients have not had a treatment logged in the last 90 days.
fr: Les patients actifs n'ont pas eu de traitement enregistré depuis plus de 90 jours.

source: No appointments found.
fr: Aucun rendez-vous trouvé.

source: Error loading appointments.
fr: Erreur lors du chargement des rendez-vous.

source: Appointment Management
fr: Gestion des rendez-vous

source: Filter by Patient
fr: Filtrer par patient

source: All Patients
fr: Tous les patients

source: Filter by Status
fr: Filtrer par statut

source: All Statuses
fr: Tous les statuts

source: Filter by Location
fr: Filtrer par emplacement

source: All Locations
fr: Tous les emplacements

source: Last Month
fr: Le mois dernier

source: Appointment List
fr: Liste des rendez-vous

source: No appointments match the current filters.
fr: Aucun rendez-vous ne correspond aux filtres actuels.

source: Are you sure you want to delete this appointment?
fr: Êtes-vous sûr de vouloir supprimer ce rendez-vous ?

source: Ignore
fr: Ignorer

source: No unmatched bookings found.
fr: Aucune réservation non associée trouvée.

source: Error loading bookings.
fr: Erreur lors du chargement des réservations.

source: Sync Calendly
fr: Synchroniser Calendly

source: Refresh Bookings
fr: Actualiser les réservations

source: Configure Calendly Integration
fr: Configurer l'intégration Calendly

source: Back to Dashboard
fr: Retour au tableau de bord

source: Return to main dashboard
fr: Retourner au tableau de bord principal

source: Help
fr: Aide

source: How to use this page
fr: Comment utiliser cette page

source: This page helps you manage bookings from Calendly that haven't been matched to existing patients.
fr: Cette page vous aide à gérer les réservations de Calendly qui n'ont pas été associées à des patients existants.

source: You can either match them to existing patients or create new patient records.
fr: Vous pouvez soit les associer à des patients existants, soit créer de nouveaux dossiers patients.

source: Unmatched bookings will appear here until you take action.
fr: Les réservations non associées apparaîtront ici jusqu'à ce que vous preniez une action.

source: Close Help
fr: Fermer l'aide

source: Hide help information
fr: Masquer les informations d'aide

source: No Show
fr: Absent

source: Rescheduled
fr: Reprogrammé

source: Confirmed
fr: Confirmé

source: Pending
fr: En attente

source: Overdue
fr: En retard

source: Upcoming
fr: À venir

source: Past
fr: Passé

source: Tomorrow
fr: Demain

source: Next Week
fr: Semaine prochaine

source: Next Month
fr: Mois prochain

source: Movement Restriction
fr: Restriction de mouvement

source: Click on the body chart to mark areas of pain, restriction, or treatment focus.
fr: Cliquez sur la carte corporelle pour marquer les zones de douleur, restriction ou focus de traitement.

source: Use different colors to indicate different types of issues:
fr: Utilisez différentes couleurs pour indiquer différents types de problèmes :

source: Red: Pain or discomfort
fr: Rouge : Douleur ou inconfort

source: Yellow: Stiffness or restriction
fr: Jaune : Raideur ou restriction

source: Blue: Treatment focus areas
fr: Bleu : Zones de focus de traitement

source: Green: Areas of improvement
fr: Vert : Zones d'amélioration

source: Clear All
fr: Tout effacer

source: Reset body chart
fr: Réinitialiser la carte corporelle

source: Save Body Chart
fr: Enregistrer la carte corporelle

source: Save current body chart state
fr: Enregistrer l'état actuel de la carte corporelle

source: Tax Configuration Required
fr: Configuration fiscale requise

source: Financial Settings
fr: Paramètres financiers

source: Tell us about your work
fr: Parlez-moi de votre travail

source: Are you self-employed or do you work in a clinic?
fr: Êtes-vous indépendant ou travaillez-vous pour une clinique?

source: Freelancer
fr: Freelance

source: I work independently
fr: Je travaille de manière indépendante

source: Clinic Employee
fr: Employé de Clinique

source: I work in a clinic
fr: Je travaille pour une clinique

source: Both
fr: Les deux

source: If you work in a clinic, tell us about it
fr: Si vous travaillez pour une clinique, parlez-moi en

source: We'll help you configure your fees in the next step.
fr: Nous vous aiderons à configurer vos tarifs dans l'étape suivante.

source: Fee structure
fr: Structure des Tarifs

source: What do you typically charge for your sessions?
fr: Que facturez-vous généralement pour vos séances ?

source: patient@example.com
fr: patient@exemple.com

source: Calf
fr: Mollet

source: Foot
fr: Pied

source: Toes
fr: Orteils

source: (Optional)
fr: (Optionnel)

source: (Only if you provide email)
fr: (Seulement si vous fournissez un e-mail)

source: Skip Portal
fr: Passer le Portail
