Repository: KingHaim/physio-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: Rotator Cuff Injury
es: Lesión Manguito Rotador
fr: Lésion de la Coiffe des Rotateurs
it: Lesione della Cuffia dei Rotatori

source: Post-Surgical
es: Post-Quirúrgico
fr: Post-Chirurgical
it: Post-Chirurgico

source: Post-Surgery Knee Rehabilitation
es: Rehabilitación Post-Cirugía Rodilla
fr: Rééducation Post-Chirurgicale du Genou
it: Riabilitazione Ginocchio Post-Chirurgica

source: Post-Surgery Shoulder Rehabilitation
es: Rehabilitación Post-Cirugía Hombro
fr: Rééducation Post-Chirurgicale de l'Épaule
it: Riabilitazione Spalla Post-Chirurgica

source: Post-Surgery Hip Rehabilitation
es: Rehabilitación Post-Cirugía Cadera
fr: Rééducation Post-Chirurgicale de la Hanche
it: Riabilitazione Anca Post-Chirurgica

source: Approximate date when symptoms began
es: Fecha aproximada cuando comenzaron los síntomas
fr: Date approximative du début des symptômes
it: Data approssimativa di inizio dei sintomi

source: Select mechanism...
es: Seleccionar mecanismo...

source: Sudden onset
es: Inicio súbito
fr: Apparition soudaine

source: Gradual onset
es: Inicio gradual
fr: Apparition progressive

source: Trauma/Accident
es: Trauma/Accidente
fr: Traumatisme/Accident
it: Trauma/Incidente

source: Overuse/Repetitive
es: Sobreuso/Repetitivo
fr: Surtension/Répétitif
it: Sovraccarico/Ripetitivo

source: Sports activity
es: Actividad deportiva
fr: Activité sportive
it: Attività sportiva

source: Work-related
es: Relacionado con trabajo
fr: Lié au travail
it: Lavoro-correlato

source: Unknown/Idiopathic
es: Desconocido/Idiopático
fr: Inconnu/Idiopathique
it: Sconosciuto/Idiopatico

source: Additional onset details
es: Detalles adicionales del inicio

source: e.g., after lifting heavy box, during morning run, working at computer...
es: ej., después de levantar caja pesada, durante carrera matutina, trabajando en computadora...
fr: ex., après avoir soulevé une boîte lourde, pendant un jogging matinal, en travaillant à l'ordinateur...
it: es., dopo aver sollevato una scatola pesante, durante la corsa mattutina, lavorando al computer...

source: Previous Medical History
es: Historia Médica Previa
fr: Antécédents médicaux
it: Storia Medica Precedente

source: Common Previous Conditions
es: Condiciones Previas Comunes
fr: Affections antérieures courantes
it: Condizioni Precedenti Comuni

source: Hypertension
es: Hipertensión
it: Ipertensione

source: Arthritis
es: Artritis
fr: Arthrite
it: Artrite

source: Fibromyalgia
es: Fibromialgia
fr: Fibromyalgie
it: Fibromialgia

source: Heart Disease
es: Enfermedad Cardíaca
fr: Maladie cardiaque
it: Malattia Cardiaca

source: Asthma
es: Asma
fr: Asthme

source: Depression/Anxiety
es: Depresión/Ansiedad
fr: Dépression/Anxiété
it: Depressione/Ansia

source: Thyroid Disorders
es: Trastornos de Tiroides
fr: Troubles thyroïdiens
it: Disturbi della Tiroide

source: Other previous conditions
es: Otras condiciones previas
fr: Autres affections antérieures
it: Altre condizioni precedenti

source: Any other medical conditions not listed above...
es: Cualquier otra condición médica no listada arriba...
fr: Toute autre condition médicale non listée ci-dessus...
it: Qualsiasi altra condizione medica non elencata sopra...

source: Include prescription drugs, supplements, and over-the-counter medications with dosages...
es: Incluir medicamentos recetados, suplementos y medicamentos de venta libre con dosis...
fr: Inclure les médicaments sur ordonnance, les compléments et les médicaments en vente libre avec les dosages...
it: Includi farmaci da prescrizione, integratori e farmaci da banco con dosaggi...

source: Known allergies
es: Alergias conocidas
fr: Allergies connues
it: Allergie note

source: Penicillin
es: Penicilina
fr: Pénicilline
it: Penicillina

source: NSAIDs
es: AINEs

source: Latex
es: Látex

source: Nuts
es: Frutos Secos
fr: Noix
it: Frutta secca

source: Shellfish
es: Mariscos
fr: Crustacés
it: Crostacei

source: Dairy
es: Lácteos
fr: Produits laitiers

source: Pollen
es: Polen

source: Dust mites
es: Ácaros del Polvo
fr: Acariens

source: No known allergies
es: Sin alergias conocidas
fr: Aucune allergie connue
it: Nessuna allergia nota

source: Other allergies or specific reactions...
es: Otras alergias o reacciones específicas...
fr: Autres allergies ou réactions spécifiques...
it: Altre allergie o reazioni specifiche...

source: Family Medical History
es: Historia Médica Familiar
fr: Antécédents médicaux familiaux
it: Storia Medica Familiare

source: Common family conditions
es: Condiciones familiares comunes
fr: Affections familiales courantes
it: Condizioni familiari comuni

source: Cancer
es: Cáncer

source: Stroke
es: Accidente Cerebrovascular
fr: Accident vasculaire cérébral

source: Mental Health Disorders
es: Trastornos de Salud Mental
fr: Troubles de santé mentale
it: Disturbi della Salute Mentale

source: Autoimmune Disorders
es: Trastornos Autoinmunes
fr: Troubles auto-immuns
it: Disturbi Autoimmuni

source: No significant family history
es: Sin antecedentes familiares significativos
fr: Aucun antécédent familial significatif
it: Nessuna storia familiare significativa

source: Additional family history details
es: Detalles adicionales de antecedentes familiares
fr: Détails supplémentaires des antécédents familiaux
it: Dettagli aggiuntivi della storia familiare

source: Include specific family member relationships, ages of onset, genetic disorders, etc.
es: Incluir relaciones familiares específicas, edades de inicio, trastornos genéticos, etc.
fr: Inclure les relations spécifiques des membres de la famille, âges d'apparition, troubles génétiques, etc.
it: Includi relazioni specifiche dei familiari, età di insorgenza, disturbi genetici, ecc.

source: Lifestyle and Habits
es: Estilo de Vida y Hábitos
fr: Mode de vie et habitudes
it: Stile di Vita e Abitudini

source: Activity details
es: Detalles de actividad

source: What types of activities do you do? How often? Any sports or specific exercises?
es: ¿Qué tipos de actividades realiza? ¿Con qué frecuencia? ¿Algún deporte o ejercicio específico?
fr: Quels types d'activités faites-vous ? À quelle fréquence ? Des sports ou exercices spécifiques ?
it: Che tipo di attività fai? Con che frequenza? Qualche sport o esercizi specifici?

source: Work environment
es: Entorno laboral
fr: Environnement de travail
it: Ambiente di lavoro

source: Select work type...
es: Seleccionar tipo de trabajo...

source: Desk job (computer work)
es: Trabajo de escritorio (computadora)
fr: Travail de bureau (travail informatique)
it: Lavoro da scrivania (lavoro al computer)

source: Standing work
es: Trabajo de pie
fr: Travail debout
it: Lavoro in piedi

source: Physical labor
es: Trabajo físico
fr: Travail physique
it: Lavoro fisico

source: Mixed (sitting/standing)
es: Mixto (sentado/de pie)
fr: Mixte (assis/debout)
it: Misto (seduto/in piedi)

source: Driving/Transport
es: Conducción/Transporte
fr: Conduite/Transport
it: Guida/Trasporto

source: Healthcare worker
es: Trabajador de salud
fr: Travailleur de la santé
it: Operatore sanitario

source: Retired
es: Jubilado

source: Lifestyle habits
es: Hábitos de estilo de vida
fr: Habitudes de vie
it: Abitudini di vita

source: Smoking
es: Fumar
fr: Tabagisme
it: Fumo

source: Regular alcohol consumption
es: Consumo regular de alcohol
fr: Consommation régulière d'alcool
it: Consumo regolare di alcol

source: High caffeine intake
es: Alto consumo de cafeína
fr: Forte consommation de caféine
it: Alto consumo di caffeina

source: Healthy balanced diet
es: Dieta saludable y equilibrada
fr: Régime alimentaire équilibré et sain
it: Dieta sana ed equilibrata

source: Good hydration (>2L/day)
es: Buena hidratación (>2L/día)
fr: Bonne hydratation (>2L/jour)
it: Buona idratazione (>2L/giorno)

source: Takes supplements
es: Toma suplementos
fr: Prend des compléments
it: Assume integratori

source: Additional lifestyle notes
es: Notas adicionales de estilo de vida

source: Any dietary restrictions, special habits, or lifestyle factors affecting health...
es: Cualquier restricción dietética, hábitos especiales o factores de estilo de vida que afecten la salud...
fr: Toute restriction alimentaire, habitude spéciale ou facteur de mode de vie affectant la santé...
it: Qualsiasi restrizione dietetica, abitudini speciali o fattori di stile di vita che influenzano la salute...

source: Current Pain Assessment
es: Evaluación del Dolor Actual

source: Pain level (0-10)
es: Nivel de dolor (0-10)

source: No pain
es: Sin dolor

source: Pain characteristics
es: Características del dolor

source: Sharp/Stabbing
es: Agudo/Punzante
fr: Aiguë/Poignardante
it: Acuto/Pungente

source: Dull/Aching
es: Sordo/Doloroso
fr: Sourde/Douloureuse
it: Sordo/Dolorante

source: Burning
es: Quemante

source: Throbbing
es: Pulsátil
fr: Pulsatile
it: Pulsante

source: Tingling/Pins & needles
es: Hormigueo/Pinchazos
fr: Picotements/Engourdissement
it: Formicolio/Spilli e aghi

source: Numbness
es: Entumecimiento
fr: Engourdissement
it: Intorpidimento

source: Stiffness
es: Rigidez
fr: Raideur
it: Rigidità

source: Cramping/Spasms
es: Calambres/Espasmos
fr: Crampes/Spasmes
it: Crampi/Spasmi

source: When is pain worse?
es: ¿Cuándo empeora el dolor?
fr: Quand la douleur est-elle pire ?
it: Quando il dolore è peggiore?

source: Morning
es: Mañana

source: Afternoon
es: Tarde
fr: Après-midi
it: Pomeriggio

source: Evening
es: Noche

source: Night
es: Madrugada
fr: Nuit
it: Notte

source: With movement
es: Con movimiento

source: At rest
es: En reposo

source: Weather changes
es: Cambios de clima

source: During stress
es: Durante estrés
fr: Pendant le stress
it: Durante lo stress

source: Hold Ctrl/Cmd to select multiple
es: Mantener Ctrl/Cmd para seleccionar múltiples
fr: Maintenez Ctrl/Cmd pour sélectionner plusieurs
it: Tieni premuto Ctrl/Cmd per selezionare più opzioni

source: Pain location
es: Localización del dolor

source: Select primary location...
es: Seleccionar ubicación principal...

source: Head & Neck
es: Cabeza y Cuello
fr: Tête et cou
it: Testa e Collo

source: Head/Headache
es: Cabeza/Dolor de cabeza
fr: Tête/Mal de tête
it: Testa/Mal di testa

source: Neck
es: Cuello
fr: Cou
it: Collo

source: Jaw/TMJ
es: Mandíbula/ATM
fr: Mâchoire/ATM
it: Mascella/ATM

source: Upper Body
es: Tren Superior
fr: Partie supérieure du corps
it: Parte Superiore del Corpo

source: Shoulder
es: Hombro
fr: Épaule

source: Arm
es: Brazo
fr: Bras
it: Braccio

source: Elbow
es: Codo
fr: Coude
it: Gomito

source: Wrist/Hand
es: Muñeca/Mano
fr: Poignet/Main
it: Polso/Mano

source: Upper back
es: Espalda alta
fr: Haut du dos
it: Schiena superiore

source: Core & Spine
es: Núcleo y Columna
fr: Centre et colonne
it: Core e Colonna

source: Chest
es: Pecho
fr: Poitrine
it: Petto

source: Mid back
es: Espalda media
fr: Milieu du dos
it: Schiena centrale

source: Lower back
es: Espalda baja
fr: Bas du dos
it: Schiena inferiore

source: Pelvis/Hip
es: Pelvis/Cadera
fr: Bassin/Hanche
it: Bacino/Anca

source: Lower Body
es: Tren Inferior
fr: Partie inférieure du corps
it: Parte Inferiore del Corpo

source: Thigh
es: Muslo
fr: Cuisse
it: Coscia

source: Knee
es: Rodilla
fr: Genou
it: Ginocchio

source: Calf/Shin
es: Pantorrilla/Espinilla

source: Ankle/Foot
es: Tobillo/Pie
it: Caviglia/Piede

source: Activities, positions, or movements that increase pain...
es: Actividades, posiciones o movimientos que aumentan el dolor...
fr: Activités, positions ou mouvements qui augmentent la douleur...
it: Attività, posizioni o movimenti che aumentano il dolore...

source: Rest, medications, positions, or treatments that help...
es: Reposo, medicamentos, posiciones o tratamientos que ayudan...
fr: Repos, médicaments, positions ou traitements qui aident...
it: Riposo, farmaci, posizioni o trattamenti che aiutano...

source: Functional Assessment
es: Evaluación Funcional

source: Current functional limitations
es: Limitaciones funcionales actuales
fr: Limitations fonctionnelles actuelles
it: Limitazioni funzionali attuali

source: Walking difficulties
es: Dificultades para caminar
fr: Difficultés à marcher
it: Difficoltà nel camminare

source: Stair climbing
es: Subir escaleras
fr: Montée d'escaliers
it: Salire le scale

source: Prolonged sitting
es: Sentado prolongado
fr: Assise prolongée
it: Seduta prolungata

source: Prolonged standing
es: De pie prolongado
fr: Station debout prolongée
it: Stazione eretta prolungata

source: Lifting/Carrying
es: Levantar/Cargar
fr: Soulever/Portage
it: Sollevamento/Trasporto

source: Reaching overhead
es: Alcanzar por encima
fr: Atteindre au-dessus de la tête
it: Raggiungere sopra la testa

source: Bending/Stooping
es: Agacharse/Inclinarse
fr: Se pencher/Se courber
it: Piegamento/Chinarsi

source: Sleep disruption
es: Interrupción del sueño

source: Work activities
es: Actividades laborales

source: Sports/Recreation
es: Deportes/Recreación
fr: Sports/Loisirs
it: Sport/Ricreazione

source: Range of Motion observations
es: Observaciones de Rango de Movimiento
fr: Observations d'amplitude de mouvement
it: Osservazioni del Range di Movimento

source: Select area to assess...
es: Seleccionar área a evaluar...

source: Cervical spine
es: Columna cervical
fr: Colonne cervicale
it: Colonna cervicale

source: Thoracic spine
es: Columna torácica
fr: Colonne thoracique
it: Colonna toracica

source: Lumbar spine
es: Columna lumbar
fr: Colonne lombaire
it: Colonna lombare

source: Wrist
es: Muñeca

source: Hip
es: Cadera
fr: Hanche
it: Anca

source: Ankle
es: Tobillo
fr: Cheville

source: ROM quality...
es: Calidad ROM...
fr: Qualité de l'ADM...
it: Qualità ROM...

source: Normal/Full
es: Normal/Completo
fr: Normal/Complet
it: Normale/Completo

source: Limited
es: Limitado

source: Painful
es: Doloroso

source: Severely restricted
es: Severamente restringido
fr: Sévèrement restreint

source: Specific ROM findings, measurements, or movement patterns observed...
es: Hallazgos específicos de ROM, mediciones o patrones de movimiento observados...
fr: Trouvailles spécifiques d'ADM, mesures ou patterns de mouvement observés...
it: Risultati ROM specifici, misurazioni o pattern di movimento osservati...

source: Strength observations
es: Observaciones de fuerza
fr: Observations de force
it: Osservazioni sulla forza

source: Select muscle group...
es: Seleccionar grupo muscular...
fr: Sélectionner groupe musculaire...
it: Seleziona gruppo muscolare...

source: Neck muscles
es: Músculos del cuello

source: Shoulder girdle
es: Cintura escapular
fr: Ceinture scapulaire
it: Cintura scapolare

source: Arm muscles
es: Músculos del brazo

source: Core/Trunk
es: Núcleo/Tronco
fr: Centre/Tronc
it: Core/Tronco

source: Hip muscles
es: Músculos de cadera

source: Thigh muscles
es: Músculos del muslo

source: Calf muscles
es: Músculos de pantorrilla

source: Strength grade...
es: Grado de fuerza...
fr: Grade de force...
it: Grado di forza...

source: Good
es: Bueno
fr: Bon
it: Buono

source: Fair
es: Regular

source: Poor
es: Malo
fr: Faible
it: Scarso

source: Trace
es: Vestigios
it: Traccia

source: None
es: Ninguno

source: Manual muscle testing results, weakness patterns, compensations noted...
es: Resultados de pruebas musculares manuales, patrones de debilidad, compensaciones observadas...
fr: Résultats des tests musculaires manuels, patterns de faiblesse, compensations notées...
it: Risultati del test muscolare manuale, pattern di debolezza, compensazioni notate...

source: Special tests performed
es: Pruebas especiales realizadas
fr: Tests spéciaux effectués
it: Test speciali eseguiti

source: Select a common test...
es: Seleccionar una prueba común...

source: Spine Tests
es: Pruebas de Columna

source: Straight Leg Raise (SLR)
es: Elevación de Pierna Recta (EPR)
fr: Élévation de la jambe tendue (SLR)
it: Elevazione della Gamba Estesa (SLR)

source: Spurling's Test
es: Prueba de Spurling
fr: Test de Spurling
it: Test di Spurling

source: Cervical Distraction
es: Distracción Cervical

source: Slump Test
es: Prueba de Slump
fr: Test de Slump
it: Test di Slump

source: Shoulder Tests
es: Pruebas de Hombro
fr: Tests d'épaule
it: Test della Spalla

source: Impingement Tests
es: Pruebas de Pinzamiento

source: Apprehension Test
es: Prueba de Aprensión
fr: Test d'appréhension
it: Test di Apprensione

source: Drop Arm Test
es: Prueba de Brazo Caído
fr: Test de Drop Arm
it: Test del Braccio Cadente

source: Cross-over Test
es: Prueba de Cruce
fr: Test de Cross-over
it: Test di Cross-over

source: Knee Tests
es: Pruebas de Rodilla

source: McMurray Test
es: Prueba de McMurray

source: Lachman Test
es: Prueba de Lachman
fr: Test de Lachman
it: Test di Lachman

source: Drawer Test
es: Prueba del Cajón
fr: Test du tiroir
it: Test del Cassetto

source: Valgus/Varus Stress
es: Estrés Valgo/Varo
fr: Stress Valgus/Varus
it: Stress Valgo/Varo

source: Hip Tests
es: Pruebas de Cadera

source: Thomas Test
es: Prueba de Thomas
fr: Test de Thomas
it: Test di Thomas

source: FABER Test
es: Prueba FABER
fr: Test FABER
it: Test FABER

source: Trendelenburg Test
es: Prueba de Trendelenburg
fr: Test de Trendelenburg
it: Test di Trendelenburg

source: Result...
es: Resultado...
fr: Résultat...
it: Risultato...

source: Positive
es: Positivo

source: Negative
es: Negativo

source: Inconclusive
es: No concluyente

source: Document special tests performed, results, and clinical relevance...
es: Documentar pruebas especiales realizadas, resultados y relevancia clínica...
fr: Documenter les tests spéciaux effectués, résultats et pertinence clinique...
it: Documentare i test speciali eseguiti, i risultati e la rilevanza clinica...

source: Additional examination findings
es: Hallazgos adicionales del examen
fr: Trouvailles d'examen supplémentaires

source: Posture, gait, neurological findings, palpation, clinical impression, red flags, etc.
es: Postura, marcha, hallazgos neurológicos, palpación, impresión clínica, banderas rojas, etc.
fr: Posture, démarche, trouvailles neurologiques, palpation, impression clinique, signaux d'alarme, etc.

source: Next: Portal Access
es: Siguiente: Acceso al Portal

source: Patient Portal Access (Optional)
es: Acceso al Portal del Paciente (Opcional)
fr: Accès au Portail Patient (Optionnel)
it: Accesso Portale Paziente (Opzionale)

source: Enter an email and password if you want the patient to be able to log in and view their exercise prescriptions.
es: Introduce un email y contraseña si quieres que el paciente pueda iniciar sesión y ver sus prescripciones de ejercicios.
fr: Entrez un e-mail et un mot de passe si vous voulez que le patient puisse se connecter et voir ses prescriptions d'exercices.
it: Inserisci un'email e una password se vuoi che il paziente possa accedere e visualizzare le sue prescrizioni di esercizi.

source: Set initial password
es: Establecer contraseña inicial
fr: Définir le mot de passe initial
it: Imposta password iniziale

source: Leave blank if login email is not provided.
es: Deja en blanco si no se proporciona email de acceso.
fr: Laisser vide si l'e-mail de connexion n'est pas fourni.
it: Lascia vuoto se l'email di accesso non è fornita.

source: Back: Patient Data & Anamnesis
es: Atrás: Datos del Paciente y Anamnesis
fr: Retour : Données Patient et Anamnèse

source: Create Patient
es: Crear Paciente
fr: Créer un Patient
it: Crea Paziente

source: Please complete at least the main reason for consultation before proceeding.
es: Por favor complete al menos el motivo principal de consulta antes de continuar.
fr: Veuillez compléter au moins la raison principale de consultation avant de continuer.

source: Main reason for consultation is required before creating a patient record.
es: El motivo principal de consulta es obligatorio antes de crear un registro de paciente.
fr: La raison principale de consultation est requise avant de créer un dossier patient.

source: Smart Clinical Assistant Activated
es: Asistente Clínico Inteligente Activado
fr: Assistant Clinique Intelligent Activé

source: I will provide intelligent clinical suggestions as you fill out the anamnesis. Look for the blue suggestions panel below.
es: Te proporcionaré sugerencias clínicas inteligentes mientras completas la anamnesis. Busca el panel azul de sugerencias abajo.
fr: Je fournirai des suggestions cliniques intelligentes pendant que vous remplissez l'anamnèse. Cherchez le panneau de suggestions bleu ci-dessous.

source: Smart Clinical Suggestions
es: Sugerencias Clínicas Inteligentes

source: Reason for Today's Visit
es: Motivo de la Consulta de Hoy
fr: Raison de la Visite d'Aujourd'hui

source: Runner's Knee
es: Rodilla del Corredor
fr: Genou du Coureur

source: Type of surgery
es: Tipo de cirugía
fr: Type de chirurgie
it: Tipo di chirurgia

source: Please fill in all required patient data fields (Name, Date of Birth, Contact, and Diagnosis).
es: Por favor complete todos los campos obligatorios del paciente (Nombre, Fecha de Nacimiento, Contacto y Diagnóstico).
fr: Veuillez remplir tous les champs de données patient requis (Nom, Date de Naissance, Contact et Diagnostic).

source: Please fill in all required patient data fields before creating the patient record.
es: Por favor complete todos los campos obligatorios del paciente antes de crear el registro.
fr: Veuillez remplir tous les champs de données patient requis avant de créer le dossier patient.

source: Patient Details
es: Detalles del Paciente
it: Dettagli del Paziente

source: Warning:
es: Advertencia:
it: Attenzione:

source: The 'today' variable is not defined. Some features may not work correctly.
es: La variable 'today' no está definida. Algunas funciones pueden no funcionar correctamente.
it: La variabile 'today' non è definita. Alcune funzionalità potrebbero non funzionare correttamente.

source: past treatment(s) were automatically marked as completed.
es: tratamiento(s) pasado(s) fueron marcados automáticamente como completados.
it: trattamento/i passato/i sono stati contrassegnati automaticamente come completati.

source: Date of Birth:
es: Fecha de Nacimiento:
it: Data di Nascita:

source: Contact:
es: Contacto:
it: Contatto:

source: Edit Patient
es: Editar Paciente
it: Modifica Paziente

source: Add Treatment
es: Agregar Tratamiento
it: Aggiungi Trattamento

source: Add Recurring
es: Agregar Recurrente
it: Aggiungi Ricorrente

source: Generate AI Report
es: Generar Informe IA
it: Genera Report AI

source: Generate Exercise Homework
es: Generar Ejercicios
it: Genera Compiti di Esercizi

source: View Latest Report
es: Ver Último Informe
it: Visualizza Ultimo Report

source: Recurring Appointments
es: Citas Recurrentes
it: Appuntamenti Ricorrenti

source: Add Rule
es: Agregar Regla
it: Aggiungi Regola

source: Starts:
es: Inicia:
it: Inizia:

source: Ends:
es: Termina:
it: Finisce:

source: Time:
es: Hora:
it: Ora:

source: Location:
es: Ubicación:
it: Luogo:

source: Fee:
es: Tarifa:
it: Tariffa:

source: Are you sure you want to delete this recurring rule?
es: ¿Estás seguro de que quieres eliminar esta regla recurrente?
it: Sei sicuro di voler eliminare questa regola ricorrente?

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

source: Past Treatments
es: Tratamientos Pasados
it: Trattamenti Passati

source: Add Past Treatment
es: Agregar Tratamiento Pasado
it: Aggiungi Trattamento Passato

source: Bulk Actions for Selected
es: Acciones en Lote para Seleccionados
it: Azioni di Gruppo per Selezionati

source: Set Location
es: Establecer Ubicación
it: Imposta Luogo

source: Set Loc: Home Visit
es: Ubicación: Visita a Domicilio
it: Imposta Luogo: Visita a Domicilio

source: Set Payment Method
es: Establecer Método de Pago
it: Imposta Metodo di Pagamento

source: Set Pmt: Cash
es: Pago: Efectivo
it: Imposta Pag: Contanti

source: Set Pmt: Card
es: Pago: Tarjeta
it: Imposta Pag: Carta

source: Total treatments for this patient:
es: Total de tratamientos para este paciente:
it: Trattamenti totali per questo paziente:
