Repository: KingHaim/physio-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: Email
es: Correo Electrónico

source: Password
es: Contraseña
fr: Mot de passe

source: Register
es: Registrarse
fr: S'inscrire
it: Registrati

source: Sign In
es: Iniciar Sesión
fr: Se connecter
it: Accedi

source: Location Name
es: Nombre de Ubicación
fr: Nom de l'Emplacement

source: Address
es: Dirección
fr: Adresse
it: Indirizzo

source: Phone Number
es: Número de Teléfono
fr: Numéro de Téléphone
it: Numero di Telefono

source: Location Type
es: Tipo de Ubicación
fr: Type d'Emplacement

source: Clinic
es: Clínica
fr: Clinique
it: Clinica

source: Home Visit
es: Visita a Domicilio
fr: Visite à Domicile
it: Visita Domiciliare

source: External Location
es: Ubicación Externa
fr: Emplacement Externe

source: First Session Fee (€)
es: Tarifa Primera Sesión (€)
fr: Tarif Première Séance (€)

source: Subsequent Session Fee (€)
es: Tarifa Sesiones Siguientes (€)
fr: Tarif Séances Suivantes (€)
it: Tariffa Sessione Successiva (€)

source: Clinic Fee Percentage (%)
es: Porcentaje de Tarifa Clínica (%)
fr: Pourcentage de Tarif Clinique (%)
it: Percentuale Tariffa Clinica (%)

source: Save Location
es: Guardar Ubicación
fr: Enregistrer l'Emplacement

source: Clinic Name
es: Nombre de la Clínica
fr: Nom de la Clinique

source: Description
es: Descripción
it: Descrizione

source: Date of Birth
es: Fecha de Nacimiento
fr: Date de Naissance
it: Data di Nascita

source: Sex
es: Sexo
fr: Sexe
it: Sesso

source: College Acronym
es: Acrónimo del Colegio
fr: Acronyme du Collège
it: Acronimo dell'Ordine

source: Update Email
es: Actualizar Email
fr: Mettre à jour l'e-mail
it: Aggiorna Email

source: Change Password
es: Cambiar Contraseña
fr: Changer le mot de passe

source: Paste your Calendly Personal Access Token here...
es: Pega tu Token de Acceso Personal de Calendly aquí...
fr: Collez votre Token d'Accès Personnel Calendly ici...

source: Calendly User URI
es: URI de Usuario de Calendly
fr: URI Utilisateur Calendly

source: Leave blank to use automatic calculation based on income brackets.
es: Dejar en blanco para usar cálculo automático basado en tramos de ingresos.
fr: Laisser vide pour utiliser le calcul automatique basé sur les tranches de revenus.
it: Lascia vuoto per utilizzare il calcolo automatico basato sui livelli di reddito.

source: Save Contribution Base
es: Guardar Base de Cotización
fr: Enregistrer la Base de Cotisation

source: Monthly Amount (€)
es: Cantidad Mensual (€)
fr: Montant Mensuel (€)
it: Importo Mensile (€)

source: Purpose
es: Propósito
fr: Objectif
it: Scopo

source: Treatment
es: Tratamiento
fr: Traitement

source: Data Processing
es: Procesamiento de Datos
fr: Traitement des Données
it: Elaborazione Dati

source: Expiry Date
es: Fecha de Expiración
fr: Date d'Expiration
it: Data di Scadenza

source: Additional Notes
es: Notas Adicionales
fr: Notes supplémentaires
it: Note Aggiuntive

source: Language
es: Idioma
fr: Langue
it: Lingua

source: I work as a freelancer/autonomous
es: Trabajo como freelancer/autónomo
fr: Je travaille comme freelance/indépendant
it: Lavoro come freelancer/autonomo

source: I work for a clinic
es: Trabajo para una clínica
fr: Je travaille pour une clinique
it: Lavoro per una clinica

source: Both - I have my own patients and work for clinics
es: Ambos - tengo mis propios pacientes y trabajo para clínicas
fr: Les deux - J'ai mes propres patients et je travaille pour des cliniques
it: Entrambi - ho i miei pazienti e lavoro per cliniche

source: Complete Setup
es: Completar Configuración
fr: Terminer la configuration

source: Location "%(name)s" has been added successfully!
es: ¡Ubicación "%(name)s" ha sido añadida exitosamente!
fr: L'emplacement "%(name)s" a été ajouté avec succès !
it: La posizione "%(name)s" è stata aggiunta con successo!

source: Add Location
es: Añadir Ubicación
fr: Ajouter un Emplacement
it: Aggiungi Posizione

source: Location "%(name)s" has been updated successfully!
es: ¡Ubicación "%(name)s" ha sido actualizada exitosamente!
fr: L'emplacement "%(name)s" a été mis à jour avec succès !
it: La posizione "%(name)s" è stata aggiornata con successo!

source: Edit Location
es: Editar Ubicación
fr: Modifier l'Emplacement
it: Modifica Posizione

source: Location "%(name)s" has been deactivated (it has %(treatments)d treatments and %(appointments)d appointments).
es: Ubicación "%(name)s" ha sido desactivada (tiene %(treatments)d tratamientos y %(appointments)d citas).
fr: L'emplacement "%(name)s" a été désactivé (il a %(treatments)d traitements et %(appointments)d rendez-vous).
it: La posizione "%(name)s" è stata disattivata (ha %(treatments)d trattamenti e %(appointments)d appuntamenti).

source: Location "%(name)s" has been deleted successfully!
es: ¡Ubicación "%(name)s" ha sido eliminada exitosamente!
fr: L'emplacement "%(name)s" a été supprimé avec succès !
it: La posizione "%(name)s" è stata eliminata con successo!

source: Analytics
es: Analíticas
fr: Analyses
it: Analisi

source: No patient revenue data available.
es: No hay datos de ingresos de pacientes disponibles.
fr: Aucune donnée de revenus de patients disponible.

source: Error loading data.
es: Error al cargar datos.
fr: Erreur lors du chargement des données.
it: Errore nel caricamento dei dati.

source: No practice report generated yet. Click 'Generate New Report' to create one.
es: Aún no se ha generado ningún informe de práctica. Haz clic en 'Generar Nuevo Informe' para crear uno.
fr: Aucun rapport de pratique généré pour le moment. Cliquez sur 'Générer un nouveau rapport' pour en créer un.
it: Nessun rapporto di pratica generato ancora. Clicca su 'Genera Nuovo Rapporto' per crearne uno.

source: Practice Analytics
es: Analíticas de la Clínica
fr: Analyses de la Clinique
it: Analisi clinica

source: Total Patients
es: Pacientes Totales
fr: Patients Totaux
it: Pazienti totali

source: Active Patients
es: Pacientes Activos
fr: Patients Actifs
it: Pazienti attivi

source: Total Treatments
es: Tratamientos Totales
fr: Traitements totaux
it: Trattamenti totali

source: Avg. Monthly Revenue
es: Ingresos Medios Mensuales
fr: Revenus mensuels moyens
it: Reddito medio mensile

source: Avg. Treatments/Patient
es: Tratamientos Medios/Paciente
fr: Traitements moyens/Patient
it: Trattamenti medi/pazienti

source: Est. Total Autónomo Contr. (€)
es: Contr. Total Estimada Autónomo (€)
fr: Contr. Totale Estimée Indépendant (€)
it: Contra.Autonomo stimato totale (€)

source: Sum of estimated monthly contributions (€)
es: Suma de contribuciones mensuales estimadas (€)
fr: Somme des contributions mensuelles estimées (€)
it: Somma dei contributi mensili stimati (€)

source: Click to see list
es: Haz clic para ver la lista
fr: Cliquez pour voir la liste
it: Fai clic per vedere l'elenco

source: Treatments by Month
es: Tratamientos por Mes
fr: Traitements par Mois
it: Trattamenti al mese

source: No data available to display.
es: No hay datos disponibles para mostrar.
fr: Aucune donnée disponible à afficher.
it: Non ci sono dati disponibili da mostrare.

source: New Patients by Month
es: Nuevos Pacientes por Mes
fr: Nouveaux Patients par Mois
it: Nuovi pazienti al mese

source: Revenue by Visit Type
es: Ingresos por Tipo de Visita
fr: Revenus par Type de Visite
it: Visita il reddito del tipo

source: Revenue by Location (Top 10)
es: Ingresos por Ubicación (Top 10)
fr: Revenus par Lieu (Top 10)
it: Reddito di posizione (top 10)

source: Common Diagnoses
es: Diagnósticos Comunes
fr: Diagnostics Courants
it: Diagnosi comuni

source: Patient Status Distribution
es: Distribución de Estado de Pacientes
fr: Répartition du Statut des Patients
it: Distribuzione dello stato del paziente

source: Payment Method Distribution
es: Distribución de Métodos de Pago
fr: Répartition des Méthodes de Paiement
it: Distribuzione dei metodi di pagamento

source: Top Patients by Revenue
es: Top Pacientes por Ingresos
fr: Top Patients par Revenus
it: Pazienti con reddito più alto

source: Loading...
es: Cargando...
fr: Chargement...
it: Carica ...

source: AI Practice Insights
es: Perspectivas de la Clínica (IA)
fr: Analyses de la Clinique (IA)
it: Clinic Perspectives (AI)

source: Generate New Report
es: Generar Nuevo Informe
fr: Générer un Nouveau Rapport
it: Generare un nuovo rapporto

source: Report generated on:
es: Informe generado el:
fr: Rapport généré le :
it: Report generato il:

source: Using DeepSeek AI based on current practice data.
es: Usando DeepSeek AI basado en los datos actuales de la clínica.
fr: Utilisant DeepSeek AI basé sur les données actuelles de la clinique.
it: Utilizzando DeepSeek AI basato sui dati attuali della pratica.

source: Close
es: Cerrar
fr: Fermer
it: Chiudi

source: Total (All Time):
es: Total (Siempre):
fr: Total (Tout temps) :
it: Totale (Tutto il Tempo):

source: This Year:
es: Este Año:
fr: Cette année :
it: Quest'Anno:

source: This Month:
es: Este Mes:
fr: Ce mois :
it: Questo Mese:

source: This Week:
es: Esta Semana:
fr: Cette semaine :
it: Questa Settimana:

source: Calculations are based on treatment dates.
es: Los cálculos se basan en las fechas de los tratamientos.
fr: Les calculs sont basés sur les dates de traitement.
it: I calcoli sono basati sulle date dei trattamenti.

source: No patients became inactive in the last 7 days.
es: Ningún paciente se ha vuelto inactivo en los últimos 7 días.
fr: Aucun patient n'est devenu inactif dans les 7 derniers jours.
it: Nessun paziente è diventato inattivo negli ultimi 7 giorni.

source: Could not load patient list.
es: No se pudo cargar la lista de pacientes.
fr: Impossible de charger la liste des patients.
it: Impossibile caricare l'elenco dei pazienti.

source: Treatments
es: Tratamientos
fr: Traitements
it: Trattamenti

source: New Patients
es: Nuevos Pacientes
fr: Nouveaux Patients
it: Nuovi Pazienti

source: Revenue
es: Ingresos
fr: Revenus
it: Entrate

source: Count
es: Cantidad
fr: Nombre
it: Conteggio

source: Active
es: Activo
fr: Actif
it: Attivo

source: Inactive
es: Inactivo
fr: Inactif
it: Inattivo

source: No data
es: Sin datos
fr: Aucune donnée
it: Nessun dato

source: Appointments
es: Citas
fr: Rendez-vous
it: Appuntamenti

source: New Appointment
es: Nueva Cita
fr: Nouveau rendez-vous
it: Nuovo Appuntamento

source: Controls
es: Controles
fr: Contrôles
it: Controlli

source: Date Range
es: Rango de Fechas
fr: Plage de Dates
it: Intervallo di date

source: to
es: a
fr: à
it: a

source: Filter
es: Filtrar
fr: Filtrer
it: Filtra

source: Quick Filters
es: Filtros Rápidos
fr: Filtres Rapides
it: Filtri rapidi

source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi

source: This Week
es: Esta Semana
fr: Cette semaine
it: Questa Settimana

source: This Month
es: Este Mes
fr: Ce mois
it: Questo Mese

source: View Mode
es: Modo de Vista
fr: Mode d'Affichage
it: Modalità di visualizzazione

source: List
es: Lista
it: Lista

source: Calendar
es: Calendario
it: Calendario

source: Time
es: Hora
fr: Heure
it: Ora

source: Patient
es: Paciente
it: Paziente

source: Type
es: Tipo
it: Tipo

source: Duration
es: Duración
fr: Durée
it: Durata

source: Status
es: Estado
fr: Statut
it: Stato

source: Notes
es: Notas
it: Note

source: Actions
es: Acciones
it: Azioni

source: Schedule New Appointment
es: Programar Nueva Cita
fr: Planifier un Nouveau Rendez-vous
it: Pianifica Nuovo Appuntamento

source: Select Patient
es: Seleccionar Paciente
fr: Sélectionner un Patient
it: Seleziona Paziente

source: Date & Time
es: Fecha y Hora
fr: Date et heure

source: Initial Assessment
es: Evaluación Inicial

source: Follow-up
es: Seguimiento
it: Controllo

source: Review
es: Revisión

source: 30 minutes
es: 30 minutos

source: 45 minutes
es: 45 minutos

source: 1 hour
es: 1 hora

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Schedule
es: Programar
fr: Programmer
it: Pianifica

source: Dashboard
es: Panel de Control
fr: Tableau de Bord

source: Patients
es: Pacientes
it: Pazienti

source: Management
es: Gestión
fr: Gestion
it: Gestione

source: Pending Review
es: Pendiente de Revisión
fr: En Attente de Révision
it: In Attesa di Revisione

source: Review Payments
es: Revisar Pagos
fr: Réviser les Paiements
it: Rivedi Pagamenti

source: Reports
es: Informes
fr: Rapports
it: Report

source: Finances
es: Finanzas
it: Finanze

source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni

source: User Settings
es: Configuración de Usuario
fr: Paramètres Utilisateur
it: Impostazioni Utente

source: Manage Locations
es: Gestionar Ubicaciones
fr: Gérer les Emplacements
it: Gestisci Posizioni

source: My Dashboard
es: Mi Panel
fr: Mon Tableau de Bord
it: La Mia Dashboard

source: Account
es: Cuenta
fr: Compte

source: My Profile
es: Mi Perfil
fr: Mon Profil
it: Il Mio Profilo

source: My Account
es: Mi Cuenta
fr: Mon Compte
it: Il Mio Account

source: Logout
es: Cerrar Sesión
fr: Déconnexion
it: Esci

source: Login
es: Iniciar Sesión
fr: Connexion
it: Accesso

source: Select Patient...
es: Seleccionar Paciente...
fr: Sélectionner Patient...
it: Seleziona Paziente...

source: Date
es: Fecha
it: Data

source: Treatment Type
es: Tipo de Tratamiento
fr: Type de Traitement
it: Tipo di Trattamento

source: e.g., Initial Assessment, Follow-up
es: ej., Evaluación Inicial, Seguimiento
fr: ex., Évaluation Initiale, Suivi
it: es., Valutazione Iniziale, Follow-up

source: Location
es: Ubicación
fr: Emplacement
it: Posizione

source: Online
es: En Línea
fr: En Ligne

source: Notes (Optional)
es: Notas (Opcional)
fr: Notes (Optionnel)
it: Note (Opzionale)

source: Create Appointment
es: Crear Cita
fr: Créer un Rendez-vous
it: Crea Appuntamento

source: Review Calendly Bookings
es: Revisar Reservas de Calendly
fr: Réviser les Réservations Calendly
it: Rivedi Prenotazioni Calendly

source: Unmatched Calendly Bookings
es: Reservas de Calendly Sin Asignar
fr: Réservations Calendly Non Associées
it: Prenotazioni non Abbinate

source: Name
es: Nombre
fr: Nom
it: Nome

source: Appointment Type
es: Tipo de Cita
fr: Type de Rendez-vous
it: Tipo di Appuntamento

source: Date/Time
es: Fecha/Hora
fr: Date/Heure
it: Data/Ora

source: Match to Patient
es: Asignar a Paciente
fr: Associer au patient
it: Abbina al Paziente

source: Create New Patient
es: Crear Nuevo Paciente
fr: Créer un nouveau patient
it: Crea Nuovo Paziente

source: No unmatched Calendly bookings to review.
es: No hay reservas de Calendly sin asignar para revisar.
it: Nessuna prenotazione Calendly non abbinata da rivedere.

source: Match Booking to Patient
es: Asignar Reserva a Paciente
fr: Associer la Réservation au Patient
it: Abbina Prenotazione a Paziente

source: Select an existing patient to match with
es: Selecciona un paciente existente para asignar con
fr: Sélectionner un patient existant à associer
it: Seleziona un paziente esistente da abbinare

source: Search patients...
es: Buscar pacientes...
fr: Rechercher des patients...
it: Cerca pazienti...

source: No contact info
es: Sin información de contacto
fr: Aucune info de contact

source: No patients found
es: No se encontraron pacientes
fr: Aucun patient trouvé
it: Nessun paziente trovato

source: Booking matched successfully!
es: ¡Reserva asignada exitosamente!
fr: Réservation associée avec succès !
it: Prenotazione abbinata con successo!

source: View patient profile
es: Ver perfil del paciente
fr: Voir le profil du patient
it: Visualizza profilo paziente

source: Error matching patient:
es: Error al asignar paciente:
fr: Erreur lors de l'association du patient :
it: Errore nell'abbinamento del paziente:

source: Create a new patient record from this booking?
es: ¿Crear un nuevo registro de paciente desde esta reserva?
fr: Créer un nouveau dossier patient à partir de cette réservation ?
it: Creare una nuova scheda paziente da questa prenotazione?

source: Patient created successfully!
es: ¡Paciente creado exitosamente!
fr: Patient créé avec succès !
it: Paziente creato con successo!

source: Error creating patient:
es: Error al crear paciente:
fr: Erreur lors de la création du patient :
it: Errore nella creazione del paziente:

source: Welcome to TRXCKER!
es: ¡Bienvenido a TRXCKER!
fr: Bienvenue sur TRXCKER!
it: Benvenuto in TRXCKER!

source: Edit
es: Editar
fr: Modifier
it: Modifica

source: Edit Patient Details
es: Editar Detalles del Paciente
fr: Modifier les Détails du Patient
it: Modifica Dettagli Paziente

source: Back to Patient
es: Volver al Paciente
fr: Retour au Patient
it: Torna al Paziente

source: Personal Information
es: Información Personal
fr: Informations Personnelles
it: Informazioni Personali

source: Full Name
es: Nombre Completo
fr: Nom Complet
it: Nome Completo

source: Contact Information
es: Información de Contacto
fr: Informations de Contact
it: Informazioni di Contatto

source: Phone number or email address
es: Número de teléfono o dirección de correo electrónico
fr: Numéro de téléphone ou adresse e-mail
it: Numero di telefono o indirizzo email

source: Treatment Completed
es: Tratamiento Completado
fr: Traitement Terminé
it: Trattamento Completato

source: Medical Information
es: Información Médica
fr: Informations Médicales
it: Informazioni Mediche

source: Diagnosis
es: Diagnóstico
fr: Diagnostic
it: Diagnosi

source: Treatment Plan
es: Plan de Tratamiento
fr: Plan de Traitement
it: Piano di Trattamento

source: Outline the proposed treatment strategy
es: Describir la estrategia de tratamiento propuesta
fr: Décrivez la stratégie de traitement proposée
it: Delineate la strategia di trattamento proposta

source: Any additional information or observations
es: Cualquier información u observación adicional
fr: Toute information ou observation supplémentaire
it: Qualsiasi informazione aggiuntiva o osservazione

source: Clinical History / Anamnesis
es: Historia Clínica / Anamnesis
fr: Histoire Clinique / Anamnèse
it: Storia Clinica / Anamnesi

source: Personal Data
es: Datos Personales
fr: Données Personnelles
it: Dati Personali

source: Chief Complaint
es: Motivo de Consulta
fr: Motif de Consultation
it: Motivo della Consultazione

source: Medical History
es: Historia Médica
fr: Antécédents Médicaux
it: Storia Medica

source: Family History
es: Antecedentes Familiares
fr: Antécédents Familiaux
it: Storia Familiare

source: Lifestyle
es: Estilo de Vida
fr: Style de Vie
it: Stile di Vita

source: Current Pain
es: Dolor Actual
fr: Douleur Actuelle
it: Dolore Attuale

source: Functional Exam
es: Exploración Funcional
fr: Examen Fonctionnel
it: Esame Funzionale

source: Age
es: Edad
fr: Âge
it: Età

source: Gender
es: Género
fr: Genre
it: Genere

source: Select gender
es: Seleccionar género
fr: Sélectionner le genre
it: Seleziona genere

source: Prefer not to say
es: Prefiero no decir
fr: Préfère ne pas dire
it: Preferisco non dirlo

source: Occupation
es: Ocupación
fr: Profession
it: Occupazione

source: Current job/profession
es: Trabajo/profesión actual
fr: Emploi/profession actuel

source: Emergency Contact
es: Contacto de Emergencia
fr: Contact d'urgence
it: Contatto di Emergenza

source: Name and phone number
es: Nombre y número de teléfono
fr: Nom et numéro de téléphone

source: Main reason for consultation
es: Motivo principal de consulta
fr: Raison principale de la consultation
it: Motivo principale della consultazione

source: What brought you here today? Describe your main concern or symptom.
es: ¿Qué le trajo aquí hoy? Describa su preocupación principal o síntoma.
fr: Qu'est-ce qui vous amène aujourd'hui ? Décrivez votre préoccupation ou symptôme principal.
it: Cosa ti ha portato qui oggi? Descrivi la tua principale preoccupazione o sintomo.

source: When did it start?
es: ¿Cuándo comenzó?
fr: Quand cela a-t-il commencé ?
it: Quando è iniziato?

source: e.g., 2 weeks ago, after lifting heavy box
es: ej., hace 2 semanas, después de levantar una caja pesada
fr: ex., il y a 2 semaines, après avoir soulevé une boîte lourde
it: es., 2 settimane fa, dopo aver sollevato una scatola pesante

source: How did it happen?
es: ¿Cómo ocurrió?
fr: Comment cela s'est-il produit ?
it: Come è successo?

source: e.g., sudden, gradual, after activity
es: ej., repentino, gradual, después de actividad
fr: ex., soudain, progressif, après une activité
it: es., improvviso, graduale, dopo un'attività

source: Previous illnesses/conditions
es: Enfermedades/condiciones previas
fr: Maladies/conditions précédentes
it: Malattie/condizioni precedenti

source: List any previous medical conditions, diagnoses, or chronic illnesses
es: Liste cualquier condición médica previa, diagnósticos o enfermedades crónicas
fr: Listez toute condition médicale précédente, diagnostic ou maladie chronique
it: Elenca eventuali condizioni mediche precedenti, diagnosi o malattie croniche

source: Previous surgeries
es: Cirugías previas
fr: Chirurgies précédentes

source: List any surgeries with approximate dates
es: Liste cualquier cirugía con fechas aproximadas
fr: Listez toute chirurgie avec des dates approximatives
it: Elenca eventuali interventi chirurgici con date approssimative

source: Current medications
es: Medicación actual
fr: Médicaments actuels

source: Include prescription drugs, supplements, and over-the-counter medications
es: Incluya medicamentos recetados, suplementos y medicamentos de venta libre
fr: Inclure les médicaments sur ordonnance, suppléments et médicaments en vente libre
it: Includi farmaci prescritti, integratori e farmaci da banco

source: Allergies
es: Alergias
it: Allergie

source: Food, medication, environmental allergies
es: Alergias alimentarias, medicamentosas, ambientales
fr: Allergies alimentaires, médicamenteuses, environnementales
it: Allergie alimentari, ai farmaci, ambientali

source: Relevant family medical history
es: Historia médica familiar relevante
fr: Antécédents médicaux familiaux pertinents
it: Storia medica familiare rilevante

source: Include: diabetes, heart disease, cancer, musculoskeletal conditions, genetic disorders, etc.
es: Incluya: diabetes, enfermedades cardíacas, cáncer, condiciones musculoesqueléticas, trastornos genéticos, etc.
fr: Inclure : diabète, maladie cardiaque, cancer, conditions musculo-squelettiques, troubles génétiques, etc.
it: Includi: diabete, malattie cardiache, cancro, condizioni muscoloscheletriche, disturbi genetici, ecc.

source: Physical activity level
es: Nivel de actividad física
fr: Niveau d'activité physique
it: Livello di attività fisica

source: Select activity level
es: Seleccionar nivel de actividad
fr: Sélectionner le niveau d'activité

source: Sedentary (little to no exercise)
es: Sedentario (poco o nada de ejercicio)
fr: Sédentaire (peu ou pas d'exercice)
it: Sedentario (poca o nessuna attività fisica)

source: Light (1-3 days/week)
es: Ligero (1-3 días/semana)
fr: Léger (1-3 jours/semaine)
it: Leggera (1-3 giorni/settimana)

source: Moderate (3-5 days/week)
es: Moderado (3-5 días/semana)
fr: Modéré (3-5 jours/semaine)
it: Moderata (3-5 giorni/settimana)

source: Very active (6-7 days/week)
es: Muy activo (6-7 días/semana)
fr: Très actif (6-7 jours/semaine)
it: Molto attivo (6-7 giorni/settimana)

source: Athlete (multiple sessions/day)
es: Atleta (múltiples sesiones/día)
fr: Athlète (plusieurs sessions/jour)
it: Atleta (più sessioni/giorno)

source: Sleep quality
es: Calidad del sueño
fr: Qualité du sommeil
it: Qualità del sonno

source: Select sleep quality
es: Seleccionar calidad del sueño
fr: Sélectionner la qualité du sommeil
it: Seleziona qualità del sonno

source: Excellent (7-9h, refreshing)
es: Excelente (7-9h, reparador)
fr: Excellent (7-9h, reposant)
it: Eccellente (7-9h, ristoratore)

source: Good (6-8h, mostly refreshing)
es: Bueno (6-8h, mayormente reparador)
fr: Bon (6-8h, généralement reposant)
it: Buona (6-8h, per lo più ristoratore)

source: Fair (5-7h, sometimes tired)
es: Regular (5-7h, a veces cansado)
fr: Correct (5-7h, parfois fatigué)
it: Discreta (5-7h, a volte stanco)
