Repository: KingHaim/physio-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: Showing treatments completed on or before today
es: Mostrando tratamientos completados en o antes de hoy
it: Mostrando i trattamenti completati oggi o prima di oggi

source: Pain Level
es: Nivel de Dolor
it: Livello di Dolore

source: Fee (€)
es: Tarifa (€)
it: Tariffa (€)

source: Payment
es: Pago
it: Pagamento

source: Analysis Completed Successfully
es: Análisis Completado Exitosamente

source: Generated on
es: Generado el

source: Recommended Tests & Assessments
es: Pruebas y Evaluaciones Recomendadas

source: Red Flags - Immediate Attention Required
es: Banderas Rojas - Atención Inmediata Requerida

source: Yellow Flags - Monitor & Consider
es: Banderas Amarillas - Monitorear y Considerar

source: Clinical Notes & Recommendations
es: Notas Clínicas y Recomendaciones

source: Regenerate Analysis
es: Regenerar Análisis

source: No AI Analysis Available
es: No Hay Análisis de IA Disponible

source: Generate an intelligent clinical analysis based on patient anamnesis data and treatment history using advanced AI technology.
es: Genera un análisis clínico inteligente basado en los datos de anamnesis del paciente e historial de tratamientos utilizando tecnología de IA avanzada.

source: Generate AI Analysis
es: Generar Análisis de IA

source: Treatment Details
es: Detalles del Tratamiento
it: Dettagli del Trattamento

source: Progress Notes
es: Notas de Progreso
fr: Notes de progression
it: Note di Progresso

source: Muscle
es: Músculo
it: Muscolo

source: Intensity
es: Intensidad
it: Intensità

source: Completed
es: Completado
fr: Terminé
it: Completato

source: Select Report Language
es: Seleccionar Idioma del Informe
it: Seleziona Lingua del Rapporto

source: Choose the language for your AI-generated patient report:
es: Elige el idioma para tu informe de paciente generado por IA:
it: Scegli la lingua per il tuo rapporto del paziente generato dall'IA:

source: Generate Report
es: Generar Informe
it: Genera Rapporto

source: Review and Edit Report
es: Revisar y Editar Informe

source: Please review the generated report below. You can edit the content before saving it.
es: Por favor revisa el informe generado a continuación. Puedes editar el contenido antes de guardarlo.

source: Report Content
es: Contenido del Informe

source: Save Report
es: Guardar Informe

source: Select Exercise Prescription Language
es: Seleccionar Idioma para Ejercicios

source: Choose the language for your AI-generated exercise prescription:
es: Elige el idioma para tu prescripción de ejercicios generada por IA:

source: Generating...
es: Generando...
it: Generazione...

source: Error generating report:
es: Error al generar el informe:
it: Errore durante la generazione del rapporto:

source: Report content cannot be empty.
es: El contenido del informe no puede estar vacío.

source: Saving...
es: Guardando...

source: Report saved successfully.
es: Informe guardado exitosamente.

source: Error saving report:
es: Error al guardar el informe:

source: Exercise prescription generated successfully.
es: Prescripción de ejercicios generada exitosamente.

source: Error generating exercises:
es: Error al generar ejercicios:

source: Patient List
es: Lista de Pacientes
it: Lista Pazienti

source: All Status
es: Todos los Estados
it: Tutti gli Stati

source: Register New Patient
es: Registrar Nuevo Paciente
it: Registra Nuovo Paziente

source: Patient Capacity:
es: Capacidad de Pacientes:
it: Capacità Pazienti:

source: patients
es: pacientes
it: pazienti

source: remaining
es: restantes
it: rimanenti

source: Unlimited
es: Ilimitado
it: Illimitati

source: If you need to add more patients beyond your current limit, please consider upgrading your plan.
es: Si necesitas añadir más pacientes más allá de tu límite actual, por favor considera ampliar tu plan.
it: Se devi aggiungere più pazienti oltre il tuo limite attuale, considera l'upgrade del tuo piano.

source: Bulk Actions
es: Acciones en Lote
it: Azioni di Massa

source: Mark Selected as Active
es: Marcar Seleccionados como Activos
it: Contrassegna Selezionati come Attivi

source: Mark Selected as Inactive
es: Marcar Seleccionados como Inactivos
it: Contrassegna Selezionati come Inattivi

source: Delete Selected Patients
es: Eliminar Pacientes Seleccionados
it: Elimina Pazienti Selezionati

source: Select All Pending Review
es: Seleccionar Todos los Pendientes de Revisión
it: Seleziona Tutti in Attesa di Revisione

source: Last Visit
es: Última Visita
it: Ultima Visita

source: No diagnosis
es: Sin diagnóstico
it: Nessuna diagnosi

source: No visits yet
es: Aún sin visitas
it: Nessuna visita ancora

source: No patients found matching your search criteria.
es: No se encontraron pacientes que coincidan con tus criterios de búsqueda.
it: Nessun paziente trovato corrispondente ai tuoi criteri di ricerca.

source: Quick Treatment Entry
es: Entrada Rápida de Tratamiento
it: Inserimento Rapido Trattamento

source: Treatment Description
es: Descripción del Tratamiento
fr: Description du traitement
it: Descrizione Trattamento

source: Appointment Date
es: Fecha de la Cita
it: Data Appuntamento

source: Save Treatment
es: Guardar Tratamiento
it: Salva Trattamento

source: Please select at least one patient
es: Por favor, selecciona al menos un paciente
it: Seleziona almeno un paziente

source: Please select at least one patient to delete.
es: Por favor, selecciona al menos un paciente para eliminar.
it: Seleziona almeno un paziente da eliminare.

source: Are you sure you want to delete
es: ¿Estás seguro de que quieres eliminar
it: Sei sicuro di voler eliminare

source: selected patient(s)? This action cannot be undone.
es: paciente(s) seleccionado(s)? Esta acción no se puede deshacer.
it: paziente/i selezionato/i? Questa azione non può essere annullata.

source: Selected patients deleted successfully.
es: Pacientes seleccionados eliminados correctamente.
it: Pazienti selezionati eliminati con successo.

source: Could not delete selected patients.
es: No se pudieron eliminar los pacientes seleccionados.
it: Impossibile eliminare i pazienti selezionati.

source: Error during bulk delete:
es: Error durante la eliminación en lote:
it: Errore durante l'eliminazione di massa:

source: An unexpected error occurred while deleting patients.
es: Ocurrió un error inesperado al eliminar los pacientes.
it: Si è verificato un errore imprevisto durante l'eliminazione dei pazienti.

source: Subscription Plans
es: Planes de Suscripción

source: Choose Your Plan
es: Elige tu Plan

source: Select a plan that best fits your needs and unlock your potential.
es: Selecciona el plan que mejor se adapte a tus necesidades y libera tu potencial.

source: Patient Management
es: Gestión de Pacientes

source: Core
es: Básico

source: Standard
es: Estándar

source: Advanced
es: Avanzado

source: Scheduling
es: Agendamiento

source: Basic
es: Básico

source: Clinical Notes
es: Notas Clínicas

source: Billing
es: Facturación

source: Reporting
es: Reportes

source: AI-Powered
es: Con IA

source: Calendly Integration
es: Integración con Calendly

source: Patient Portal
es: Portal del Paciente

source: Telehealth
es: Telesalud

source: Multi-Practitioner Calendars
es: Calendarios Multi-Profesional

source: AI Driven Insights
es: Perspectivas con IA

source: Wearable Integration
es: Integración con Wearables

source: Multi-Location Support
es: Soporte Multi-Ubicación

source: API Access
es: Acceso API

source: Custom Branding
es: Marca Personalizada

source: Support
es: Soporte

source: Community
es: Comunidad

source: Priority Email
es: Correo Prioritario

source: Dedicated
es: Dedicado

source: Up to
es: Hasta

source: practitioner
es: profesional

source: You are currently on the Free Plan
es: Actualmente estás en el Plan Gratuito
it: Attualmente sei sul Piano Gratuito

source: You have a paid subscription
es: Tienes una suscripción de pago
it: Hai un abbonamento a pagamento

source: No credit card required
es: No se requiere tarjeta de crédito
it: Nessuna carta di credito richiesta

source: month
es: mes
it: mese

source: Everything in Basic, plus:
es: Todo en Básico, más:

source: Everything in Standard, plus:
es: Todo en Estándar, más:

source: Change to
es: Cambiar a

source: Choose Plan
es: Elegir Plan

source: Sign Up & Choose
es: Registrarse y Elegir

source: No subscription plans are currently available. Please check back later.
es: No hay planes de suscripción disponibles actualmente. Por favor, vuelve más tarde.

source: Calendly Bookings
es: Reservas de Calendly
it: Prenotazioni Calendly

source: Sync Calendly Data
es: Sincronizar Datos de Calendly
it: Sincronizza Dati Calendly

source: Please configure your Calendly API token and User URI in settings to enable sync.
es: Por favor configura tu token de API de Calendly y URI de usuario en configuración para habilitar la sincronización.
it: Configura il tuo token API Calendly e URI utente nelle impostazioni per abilitare la sincronizzazione.

source: Sync Calendly Data (Configure Settings)
es: Sincronizar Datos de Calendly (Configurar Ajustes)
it: Sincronizza Dati Calendly (Configura Impostazioni)

source: Unmatched Bookings
es: Reservas Sin Asignar
it: Prenotazioni Non Abbinate

source: Phone
es: Teléfono
fr: Téléphone
it: Telefono

source: Appointment Time
es: Hora de la Cita
it: Orario Appuntamento

source: Create New Patient from this Booking
es: Crear Nuevo Paciente desde esta Reserva
it: Crea Nuovo Paziente da questa Prenotazione

source: No unmatched Calendly bookings
es: No hay reservas de Calendly sin asignar
it: Nessuna prenotazione Calendly non abbinata

source: Recently Matched Bookings
es: Reservas Asignadas Recientemente
it: Prenotazioni Abbinate di Recente

source: No recently matched bookings
es: No hay reservas asignadas recientemente
it: Nessuna prenotazione abbinata di recente

source: Syncing...
es: Sincronizando...
it: Sincronizzazione...

source: Review Incomplete Payments
es: Revisar Pagos Incompletos
it: Rivedi Pagamenti Incompleti

source: Review Incomplete Financial Details
es: Revisar Detalles Financieros Incompletos
it: Rivedi Dettagli Finanziari Incompleti

source: Completed Treatments Missing Fee or Payment Method
es: Tratamientos Completados Sin Tarifa o Método de Pago
it: Trattamenti Completati con Tariffa o Metodo di Pagamento Mancanti

source: Found
es: Se encontraron
it: Trovati

source: completed treatment(s) with missing fee or payment method.
es: tratamiento(s) completado(s) sin tarifa o método de pago.
it: trattamento/i completato/i con tariffa o metodo di pagamento mancanti.

source: Patient Name
es: Nombre del Paciente
it: Nome Paziente

source: Treatment Date
es: Fecha del Tratamiento
fr: Date de traitement
it: Data Trattamento

source: Fee Charged
es: Tarifa Cobrada
it: Tariffa Addebitata

source: Payment Method
es: Método de Pago
it: Metodo di Pagamento

source: No completed treatments found with missing fees or payment methods.
es: No se encontraron tratamientos completados sin tarifas o métodos de pago.
it: Nessun trattamento completato trovato con tariffe o metodi di pagamento mancanti.

source: Basic Information
es: Información Básica
it: Informazioni di Base

source: Movement
es: Movimiento
it: Movimento

source: Trigger Points Map
es: Mapa de Puntos Gatillo
it: Mappa dei Trigger Point

source: Body chart
es: Gráfico corporal
it: Grafico corporeo

source: Trigger Points Analysis
es: Análisis de Puntos Gatillo
it: Analisi dei Trigger Point

source: Symptoms
es: Síntomas
it: Sintomi

source: Referral Pattern
es: Patrón de Referencia
it: Schema di Riferimento

source: Evaluation Results
es: Resultados de Evaluación
it: Risultati della Valutazione

source: Pain Characteristics
es: Características del Dolor
it: Caratteristiche del Dolore

source: Muscle-Specific Symptoms
es: Síntomas Específicos del Músculo
it: Sintomi Specifici del Muscolo

source: Treatment Timeline
es: Línea de Tiempo del Tratamiento
it: Cronologia del Trattamento

source: Pain:
es: Dolor:
it: Dolore:

source: Current
es: Actual
it: Attuale

source: Account Deletion
es: Eliminación de Cuenta

source: Sync appointments and bookings from Calendly
es: Sincronizar citas y reservas desde Calendly
it: Sincronizza appuntamenti e prenotazioni da Calendly

source: Find your Personal Access Token in your
es: Encuentra tu Token de Acceso Personal en tu
it: Trova il tuo Token di Accesso Personale nella tua

source: Calendly API & Webhooks page
es: página API y Webhooks de Calendly
it: pagina API e Webhooks di Calendly

source: Your Calendly User URI is needed to fetch your specific events. Format: https://api.calendly.com/users/your-user-id
es: Se necesita tu URI de Usuario de Calendly para obtener tus eventos específicos. Formato: https://api.calendly.com/users/tu-id-de-usuario
it: Il tuo URI Utente Calendly è necessario per recuperare i tuoi eventi specifici. Formato: https://api.calendly.com/users/il-tuo-id-utente

source: Autónomo Contribution Base
es: Base de Cotización de Autónomo
it: Base di Contribuzione Autonomo

source: Manage Fixed Costs
es: Gestionar Costos Fijos
it: Gestisci Costi Fissi

source: Existing Costs
es: Costos Existentes
it: Costi Esistenti

source: Are you sure you want to delete this cost?
es: ¿Estás seguro de que quieres eliminar este costo?
it: Sei sicuro di voler eliminare questo costo?

source: Delete Cost
es: Eliminar Costo
it: Elimina Costo

source: No fixed costs added yet.
es: Aún no se han añadido costos fijos.
it: Nessun costo fisso aggiunto ancora.

source: Add New Fixed Cost
es: Añadir Nuevo Costo Fijo
it: Aggiungi Nuovo Costo Fisso

source: Add
es: Añadir
it: Aggiungi

source: Understanding Your Options
es: Entendiendo Tus Opciones

source: We provide two types of account deletion to give you control over your data. Please read carefully before making a decision.
es: Ofrecemos dos tipos de eliminación de cuenta para darte control sobre tus datos. Por favor lee cuidadosamente antes de tomar una decisión.

source: Temporary Deactivation
es: Desactivación Temporal

source: Your account will be deactivated but all your data remains safely stored. You can contact support to reactivate your account at any time.
es: Tu cuenta será desactivada pero todos tus datos permanecen almacenados de forma segura. Puedes contactar al soporte para reactivar tu cuenta en cualquier momento.

source: Account becomes inaccessible
es: La cuenta se vuelve inaccesible

source: All data is preserved
es: Todos los datos se conservan

source: Can be reversed by contacting support
es: Se puede revertir contactando al soporte

source: Ideal if you might return
es: Ideal si podrías regresar

source: Are you sure you want to temporarily deactivate your account? You can contact support to reactivate it.
es: ¿Estás seguro de que quieres desactivar temporalmente tu cuenta? Puedes contactar al soporte para reactivarla.

source: Temporarily Deactivate Account
es: Desactivar Cuenta Temporalmente

source: Permanent Deletion
es: Eliminación Permanente

source: Your account and ALL associated data will be permanently deleted. This action cannot be undone.
es: Tu cuenta y TODOS los datos asociados serán eliminados permanentemente. Esta acción no se puede deshacer.

source: Account permanently deleted
es: Cuenta eliminada permanentemente

source: All patients and treatments deleted
es: Todos los pacientes y tratamientos eliminados

source: All reports and documents deleted
es: Todos los informes y documentos eliminados

source: Cannot be reversed
es: No se puede revertir

source: This will permanently delete all patients, treatments, reports, and other data associated with your account. This action cannot be undone.
es: Esto eliminará permanentemente todos los pacientes, tratamientos, informes y otros datos asociados con tu cuenta. Esta acción no se puede deshacer.

source: I understand that this action will permanently delete all my data and cannot be undone
es: Entiendo que esta acción eliminará permanentemente todos mis datos y no se puede deshacer

source: Permanently Delete Account
es: Eliminar Cuenta Permanentemente

source: Need Help?
es: ¿Necesitas Ayuda?

source: If you have questions about account deletion or need assistance with your data, please
es: Si tienes preguntas sobre la eliminación de cuenta o necesitas ayuda con tus datos, por favor

source: contact our support team
es: contacta a nuestro equipo de soporte

source: before proceeding.
es: antes de proceder.

source: Are you absolutely sure you want to permanently delete your account?
es: ¿Estás absolutamente seguro de que quieres eliminar permanentemente tu cuenta?

source: This will delete:
es: Esto eliminará:

source: All your patients and their data
es: Todos tus pacientes y sus datos

source: All treatments and reports
es: Todos los tratamientos e informes

source: All clinic information
es: Toda la información de la clínica

source: All financial data
es: Todos los datos financieros

source: This action cannot be undone. Type "DELETE" to confirm:
es: Esta acción no se puede deshacer. Escribe "DELETE" para confirmar:

source: Final confirmation: This will permanently delete everything. Are you sure?
es: Confirmación final: Esto eliminará permanentemente todo. ¿Estás seguro?

source: Let's get to know each other!
es: ¡Conozcámonos mejor!
it: Conosciamoci meglio!

source: First, in which language would you like me to speak to you?
es: Primero, ¿en qué idioma te gustaría que te hable?
it: Prima di tutto, in che lingua vorresti che ti parlassi?

source: Select your language
es: Selecciona tu idioma
it: Seleziona la tua lingua

source: What should I call you?
es: ¿Cómo debo llamarte?
it: Come dovrei chiamarti?

source: Your first name
es: Tu nombre
it: Il tuo nome

source: Your last name (optional)
es: Tu apellido (opcional)
it: Il tuo cognome (opzionale)

source: Tell me about your work
es: Cuéntame sobre tu trabajo
it: Dimmi del tuo lavoro

source: Are you self-employed or do you work for a clinic?
es: ¿Trabajas por cuenta propia o para una clínica?
it: Sei autonomo o lavori per una clinica?

source: I work independently, usually home visits
es: Trabajo de forma independiente, normalmente visitas domiciliarias
it: Lavoro in modo indipendente, di solito visite domiciliari

source: I work for a clinic or medical center
es: Trabajo para una clínica o centro médico
it: Lavoro per una clinica o centro medico

source: I work both independently and for clinics
es: Trabajo tanto de forma independiente como para clínicas
it: Lavoro sia in modo indipendente che per cliniche

source: If you work for a clinic, tell me about it
es: Si trabajas para una clínica, cuéntame sobre ella
it: Se lavori per una clinica, parlami di essa

source: Name of the clinic where you work
es: Nombre de la clínica donde trabajas
it: Nome della clinica dove lavori

source: Percentage that the clinic keeps from your sessions
es: Porcentaje que la clínica se queda de tus sesiones
it: Percentuale che la clinica trattiene dalle tue sessioni

source: Let's configure your fees in the next step
es: Configuremos tus tarifas en el siguiente paso
it: Configuriamo le tue tariffe nel prossimo passaggio

source: Your fee structure
es: Tu estructura de tarifas
it: La tua struttura tariffaria

source: What do you charge for your sessions?
es: ¿Cuánto cobras por tus sesiones?
it: Quanto fai pagare per le tue sessioni?

source: Usually includes initial assessment
es: Normalmente incluye evaluación inicial
it: Di solito include la valutazione iniziale

source: Your standard session fee
es: Tu tarifa estándar por sesión
it: La tua tariffa standard per sessione

source: Please select a language
es: Por favor selecciona un idioma
it: Per favore seleziona una lingua

source: Please enter your first name
es: Por favor introduce tu nombre
it: Per favore inserisci il tuo nome

source: Please select how you work
es: Por favor selecciona cómo trabajas
it: Per favore seleziona come lavori

source: Sign in to your account
es: Inicia sesión en tu cuenta
it: Accedi al tuo account

source: Not a member?
es: ¿No eres miembro?
it: Non sei un membro?

source: Register here for free
es: Regístrate aquí gratis
it: Registrati qui gratuitamente

source: Create a new account
es: Crear una nueva cuenta
it: Crea un nuovo account

source: Already have an account?
es: ¿Ya tienes una cuenta?
it: Hai già un account?

source: Fee Structure
es: Estructura de Tarifas

source: Set default fees for this location. These can be overridden per treatment.
es: Establece tarifas predeterminadas para esta ubicación. Pueden ser modificadas por tratamiento.

source: Percentage of fees that go to the clinic (if applicable)
es: Porcentaje de tarifas que van a la clínica (si aplica)

source: Back to Locations
es: Volver a Ubicaciones

source: Add New Location
es: Añadir Nueva Ubicación

source: First Session
es: Primera Sesión

source: Subsequent
es: Siguientes

source: Clinic Share
es: Porcentaje Clínica

source: treatments
es: tratamientos

source: recurring appointments
es: citas recurrentes

source: No Locations Yet
es: Aún No Hay Ubicaciones

source: Add your first location to get started with organized treatment management.
es: Añade tu primera ubicación para empezar con la gestión organizada de tratamientos.

source: Add Your First Location
es: Añade Tu Primera Ubicación

source: Are you sure you want to delete the location
es: ¿Estás seguro de que quieres eliminar la ubicación

source: If this location has treatments or appointments, it will be deactivated instead of deleted.
es: Si esta ubicación tiene tratamientos o citas, será desactivada en lugar de eliminada.

source: Delete Location
es: Eliminar Ubicación

source: I agree to the <a href="/privacy" target="_blank">Privacy Policy</a> and <a href="/terms" target="_blank">Terms & Conditions</a>
fr: J'accepte la <a href="/privacy" target="_blank">Politique de confidentialité</a> et les <a href="/terms" target="_blank">Conditions générales</a>
it: Accetto la <a href="/privacy" target="_blank">Politica sulla Privacy</a> e i <a href="/terms" target="_blank">Termini e Condizioni</a>

source: Website
fr: Site web
it: Sito Web

source: Percentage Agreement
fr: Accord de pourcentage
it: Accordo Percentuale

source: Male
fr: Masculin
it: Maschio

source: Female
fr: Féminin
it: Femmina

source: Other
fr: Autre
it: Altro

source: How do you work?
fr: Comment travaillez-vous ?
it: Come lavori?

source: Do you pay commission to the clinic?
fr: Payez-vous une commission à la clinique ?
it: Paghi una commissione alla clinica?

source: Commission Percentage (%)
fr: Pourcentage de commission (%)
it: Percentuale di commissione (%)

source: Welcome to TRXCKER! Your profile has been set up successfully.
fr: Bienvenue sur TRXCKER ! Votre profil a été configuré avec succès.
it: Benvenuto su TRXCKER! Il tuo profilo è stato configurato con successo.

source: Clinic Revenue
fr: Revenus Clinique
it: Ricavi Clinica

source: Total Revenue
fr: Revenus Totaux
it: Ricavi Totali

source: Total Fixed Expenses (€)
fr: Dépenses Fixes Totales (€)
it: Spese Fisse Totali (€)

source: Est. Net Revenue (Final)
fr: Est. revenus nets (final)
it: Ricavi Netti Finali Stimati

source: You do not have permission to access this page.
fr: Vous n'avez pas la permission d'accéder à cette page.
it: Non hai il permesso di accedere a questa pagina.

source: January
fr: Janvier
it: Gennaio

source: February
fr: Février
it: Febbraio

source: March
fr: Mars
it: Marzo

source: April
fr: Avril
it: Aprile

source: May
fr: Mai
it: Maggio

source: June
fr: Juin
it: Giugno

source: July
fr: Juillet
it: Luglio

source: August
fr: Août
it: Agosto

source: September
fr: Septembre
it: Settembre

source: October
fr: Octobre
it: Ottobre

source: November
fr: Novembre
it: Novembre

source: December
fr: Décembre
it: Dicembre

source: Error
fr: Erreur
it: Errore

source: + New Patient
fr: + Nouveau Patient
it: + Nuovo Paziente
